{
  "id": "M1V",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Velocity of M1 Money Stock",
  "observation_start": "1959-01-01",
  "observation_end": "2021-10-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Ratio",
  "units_short": "Ratio",
  "seasonal_adjustment": "Seasonally Adjusted",
  "seasonal_adjustment_short": "SA",
  "last_updated": "2022-02-24 08:03:02-06",
  "popularity": 71,
  "group_popularity": 70,
  "notes": "Calculated as the ratio of quarterly nominal GDP (GDP (https://fred.stlouisfed.org/series/GDP)) to the quarterly average of M1 money stock (M1SL (https://fred.stlouisfed.org/series/M1SL))\r\n\r\nThe velocity of money is the frequency at which one unit of currency is used to purchase domestically- produced goods and services within a given time period. In other words, it is the number of times one dollar is spent to buy goods and services per unit of time. If the velocity of money is increasing, then more transactions are occurring between individuals in an economy.\r\n\r\nThe frequency of currency exchange can be used to determine the velocity of a given component of the money supply, providing some insight into whether consumers and businesses are saving or spending their money. There are several components of the money supply,: M1, M2, and MZM (M3 is no longer tracked by the Federal Reserve); these components are arranged on a spectrum of narrowest to broadest. Consider M1, the narrowest component. M1 is the money supply of currency in circulation (notes and coins, demand deposits, and other liquid deposits). A decreasing velocity of M1 might indicate fewer short- term consumption transactions are taking place. We can think of shorter- term transactions as consumption we might make on an everyday basis.\r\n\r\nBeginning May 2020, M1 consists of (1) currency outside the U.S. Treasury, Federal Reserve Banks, and the vaults of depository institutions; (2) demand deposits at commercial banks (excluding those amounts held by depository institutions, the U.S. government, and foreign banks and official institutions) less cash items in the process of collection and Federal Reserve float; and (3) other liquid deposits, consisting of OCDs and savings deposits (including money market deposit accounts). Seasonally adjusted M1 is constructed by summing currency, demand deposits, and OCDs (before May 2020) or other liquid deposits (beginning May 2020), each seasonally adjusted separately. For more information on the H.6 release changes and the regulatory amendment that led to the creation of the other liquid deposits component and its inclusion in the M1 monetary aggregate, see the H.6 announcements (https://www.federalreserve.gov/feeds/h6.html) and Technical Q&As (https://www.federalreserve.gov/releases/h6/h6_technical_qa.htm) posted on December 17, 2020.\r\n\r\nThe broader M2 component includes M1 in addition to saving deposits, certificates of deposit (less than $100,000), and money market deposits for individuals. Comparing the velocities of M1 and M2 provides some insight into how quickly the economy is spending and how quickly it is saving.\r\n\r\nMZM (money with zero maturity) is the broadest component and consists of the supply of financial assets redeemable at par on demand: notes and coins in circulation, traveler’s checks (non-bank issuers), demand deposits, other checkable deposits, savings deposits, and all money market funds. The velocity of MZM helps determine how often financial assets are switching hands within the economy."
}