{
  "id": "NGMPRENTUSMP",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Gross Domestic Product: Private Industries: Finance, Insurance, Real Estate, Rental, and Leasing: Real Estate and Rental and Leasing: Real Estate: Rental and Leasing Services and Lessors of Intangible Assets for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:07-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "This industry NAICS group includes Rental and Leasing Services combined with Lessors of Nonfinancial Intangible Assets (except Copyrighted Works).\n\nIndustries in the Rental and Leasing Services NAICS subsector include establishments that provide a wide array of tangible goods, such as automobiles, computers, consumer goods, and industrial machinery and equipment, to customers in return for a periodic rental or lease payment. The subsector includes two main types of establishments: (1) those that are engaged in renting consumer goods and equipment and (2) those that are engaged in leasing machinery and equipment often used for business operations. The first type typically operates from a retail-like or store-front facility and maintains inventories of goods that are rented for short periods of time. The latter type typically does not operate from retail-like locations or maintain inventories, and offers longer term leases. These establishments work directly with clients to enable them to acquire the use of equipment on a lease basis, or they work with equipment vendors or dealers to support the marketing of equipment to their customers under lease arrangements. Equipment lessors generally structure lease contracts to meet the specialized needs of their clients and use their remarketing expertise to find other users for previously leased equipment. Establishments that provide operating and capital (i.e., finance) leases are included in this subsector.\n\nIndustries in the Lessors of Nonfinancial Intangible Assets (except Copyrighted Works) NAICS subsector include establishments that are primarily engaged in assigning rights to assets, such as patents, trademarks, brand names, and/or franchise agreements for which a royalty payment or licensing fee is paid to the asset holder. Establishments in this subsector own the patents, trademarks, and/or franchise agreements that they allow others to use or reproduce for a fee and may or may not have created those assets.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}