{
  "id": "CP0941GBM086NEST",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Harmonized Index of Consumer Prices: Recreational and Sporting Services for United Kingdom",
  "observation_start": "1996-01-01",
  "observation_end": "2020-11-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2020-12-17 07:21:45-06",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Recreational and Sporting Services (09.4.1)\" is a classification of services provided by sports stadia, horse-racing courses, motor-racing circuits, velodromes, etc.; skating rinks, swimming pools, golf courses, gymnasia, fitness centers, tennis courts, squash courts, and bowling alleys; fairgrounds and amusement parks; roundabouts, see-saws, and other playground facilities for children; pin-ball machines and other games for adults other than games of chance; ski slopes, ski lifts, and the like; hire of equipment and accessories for sport and recreation, such as airplanes, boats, horses, skiing and camping equipment; out-of-school individual or group lessons in bridge, chess, aerobics, dancing, music, skating, skiing, swimming, or other pastimes; services of mountain guides, tour guides, etc.; navigational aid services for boating; and hire of game-specific footwear (ski boots, football boots, golfing shoes, and other such footwear fitted with ice skates, rollers, spikes, studs, etc.).\n\nThis category excludes cable-car and chair-lift transport not at ski resorts or holiday centers (07.3.6).\n\nThis category is a subcategory of the Recreation and Culture (09) and of Recreational and Cultural Services (09.4) categories.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}