{
  "id": "S1501ACSTOTAL028115",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "People 25 Years and Over Who Have Completed an Associate's Degree or Higher (5-year estimate) in Pontotoc County, MS",
  "observation_start": "2009-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 15:31:55-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Estimate of educational attainment for population 25 years old and over using 5 years of data. The percent of the population who has completed an Associate's degree or higher is calculated by FRED by adding the following variables from the 5-year American Community Survey (ACS) percent of the population with an Associate's Degree, percent of the population with a Bachelor's degree, and percent of the population with a Graduate or Professional degree. (ACS variables S1501_C02_011E, S1501_C02_012E, S1501_C02_013E from table S1501.)\n\nFor more information about the subject definitions, see: https://www.census.gov/programs-surveys/acs/technical-documentation/code-lists.html.\n\nMultiyear estimates from the American Community Survey (ACS) are \"period\" estimates derived from a data sample collected over a period of time, as opposed to \"point-in-time\" estimates such as those from past decennial censuses. ACS 5-year estimates include data collected over a 60-month period. The date associated with the data is the end of the 5-year period. For example, a value dated 2014 represents data from 2010 to 2014. However, the value does not describe any specific day, month, or year within that time period.\n\nMultiyear estimates require some additional considerations. For example, multiyear estimates released in consecutive years consist mostly of overlapping years and shared data. The 2010-2014 ACS 5-year estimates share sample data from 2011 through 2014 with the 2011-2015 ACS 5-year estimates. Because of this overlap, users should use extreme caution in making comparisons with consecutive years of multiyear estimates.\n\nPlease see the ACS handbook (Section 3, \"Understanding and Using ACS Single-Year and Multiyear Estimates,\" p. 13) for a comprehensive set of details and clarifications: https://www.census.gov/content/dam/Census/library/publications/2018/acs/acs_general_handbook_2018.pdf"
}