{
  "id": "NFCILEVERAGE",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Chicago Fed National Financial Conditions Leverage Subindex",
  "observation_start": "1971-01-08",
  "observation_end": "2022-03-25",
  "frequency": "Weekly, Ending Friday",
  "frequency_short": "W",
  "units": "Index",
  "units_short": "Index",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-30 07:33:25-05",
  "popularity": 40,
  "group_popularity": 40,
  "notes": "The Chicago Fed’s National Financial Conditions Index (NFCI) provides a comprehensive weekly update on U.S. financial conditions in money markets, debt and equity markets, and the traditional and “shadow” banking systems. Source: http://www.chicagofed.org/webpages/publications/nfci/index.cfm.\n\n\"Positive values of the NFCI indicate financial conditions that are tighter than average, while negative values indicate financial conditions that are looser than average.\"\n\n\"The three subindexes of the NFCI (risk, credit and leverage) allow for a more detailed examination of the movements in the NFCI. Like the NFCI, each is constructed to have an average value of zero and a standard deviation of one over a sample period extending back to 1971. The risk subindex captures volatility and funding risk in the financial sector; the credit subindex is composed of measures of credit conditions; and the leverage subindex consists of debt and equity measures. Increasing risk, tighter credit conditions and declining leverage are consistent with tightening financial conditions. Thus, a positive value for an individual subindex indicates that the corresponding aspect of financial conditions is tighter than on average, while negative values indicate the opposite.\" Source: http://www.chicagofed.org/webpages/research/data/nfci/background.cfm.\n\nFor further information, please visit the Federal Reserve Bank of Chicago's NFCI website at http://www.chicagofed.org/webpages/publications/nfci/index.cfm."
}