{
  "id": "LEU0252920300Q",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Employed full time: Usual weekly nominal earnings (ninth decile): Wage and salary workers: 25 years and over: Men",
  "observation_start": "2000-01-01",
  "observation_end": "2021-07-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Dollars",
  "units_short": "$",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-01-19 09:04:15-06",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Data measure usual weekly earnings of wage and salary workers. Wage and salary workers are workers who receive wages, salaries, commissions, tips, payment in kind, or piece rates. The group includes employees in both the private and public sectors but, for the purposes of the earnings series, it excludes all self-employed persons, both those with incorporated businesses and those with unincorporated businesses.\nUsual weekly earnings represent earnings before taxes and other deductions and include any overtime pay, commissions, or tips usually received (at the main job in the case of multiple jobholders). Prior to 1994, respondents were asked how much they usually earned per week. Since January 1994, respondents have been asked to identify the easiest way for them to report earnings (hourly, weekly, biweekly, twice monthly, monthly, annually, or other) and how much they usually earn in the reported time period. Earnings reported on a basis other than weekly are converted to a weekly equivalent. The term \"usual\" is determined by each respondent's own understanding of the term. If the respondent asks for a definition of \"usual,\" interviewers are instructed to define the term as more than half the weeks worked during the past 4 or 5 months. For more information see https://www.bls.gov/cps/earnings.htm\n\nThe series comes from the 'Current Population Survey (Household Survey)'\n\nThe source code is: LEU0252920300"
}