{
  "id": "M06029USM336NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Index of Orders for Machine Tools and Forging Machinery (Average Monthly Shipments) for United States",
  "observation_start": "1919-01-01",
  "observation_end": "1947-06-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 1926=100",
  "units_short": "Index 1926=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 13:49:22-05",
  "popularity": 7,
  "group_popularity": 7,
  "notes": "Data Published In The Survey Of Current Business Were Computed By The Machine Tool Builder'S Association. They Constitute An Adjustment Of The Comprehensive Data Currently Being Collected And The Series Previously Presented To Form A Continuous Series. In Making The Adjustment, The Whole Curve Was Raised To Bring It Into Line With The 1926 Shipments Law. This Was Done By Dividing The Whole Index Through A Constant Factor Which Represented The Average Relationship For The New And Old Index Numbers For All The Companies Which Had Reported Continuously Over The 15 Year Period. The Factor Used Was 180.3. The Association Received Reports From 50-60 Companies For The Years 1919-1927; 60-80 Companies For 1928-1933; And 163 Beginning With January 1934. Since January 1934, Data Have Been Gathered From The Machine Tool Industry As A Whole And Also From The Forging Machinery Group Which Represents Less Than 3% Of The Combined Grouping. No Corrections Have Been Made For Seasonal Variations For The Reason That Such Influences Are Relatively Slight. The Index Was Published Through August 1939 And Then Replaced By A Series Based On Productive Hours And Capacity Of Companies Reporting, Not Used Here. Data For 1939-1947 Were Derived By NBER By Multiplying Dollar Figures By The Ratio: Indexes 1938/Dollar Figures 1938 = 1233.0/103.89 = 11.86832. Source: Data For 1919-1938 Are From Survey Of Current Business, July 1934 And Following Issues; Data For 1939-1947 Were Computed By NBER\n\nThis NBER data series m06029 appears on the NBER website in Chapter 6 at http://www.nber.org/databases/macrohistory/contents/chapter06.html.\n\nNBER Indicator: m06029"
}