{
  "id": "MEHOINUSNHA672N",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Real Median Household Income in New Hampshire",
  "observation_start": "1984-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "2020 CPI-U-RS Adjusted Dollars",
  "units_short": "2020 CPI-U-RS Adjusted $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2021-09-15 08:45:50-05",
  "popularity": 12,
  "group_popularity": 12,
  "notes": "Household data are collected as of March.\n\nConsumer Price Index research series using current methods (CPI-U-RS) presents an estimate of the CPI for all Urban Consumers (CPI-U) that incorporates most of the improvements made over that time span into the entire series. More information can be found at https://www.bls.gov/cpi/research-series/home.htm.\n\nAs stated in the Census's \"Source and Accuracy of Estimates for Income, Poverty, and Health Insurance Coverage in the United States: 2011\" (http://www.census.gov/hhes/www/p60_243sa.pdf):\n\nEstimation of Median Incomes. The Census Bureau has changed the methodology for computing median income over time. The Census Bureau has computed medians using either Pareto interpolation or linear interpolation. Currently, we are using linear interpolation to estimate all medians. Pareto interpolation assumes a decreasing density of population within an income interval, whereas linear interpolation assumes a constant density of population within an income interval. The Census Bureau calculated estimates of median income and associated standard errors for 1979 through 1987 using Pareto interpolation if the estimate was larger than $20,000 for people or $40,000 for families and households. This is because the width of the income interval containing the estimate is greater than $2,500.\n\nWe calculated estimates of median income and associated standard errors for 1976, 1977, and 1978 using Pareto interpolation if the estimate was larger than $12,000 for people or $18,000 for families and households. This is because the width of the income interval containing the estimate is greater than $1,000. All other estimates of median income and associated standard errors for 1976 through 2011 (2012 ASEC) and almost all of the estimates of median income and associated standard errors for 1975 and earlier were calculated using linear interpolation.\n\nThus, use caution when comparing median incomes above $12,000 for people or $18,000 for families and households for different years. Median incomes below those levels are more comparable from year to year since they have always been calculated using linear interpolation. For an indication of the comparability of medians calculated using Pareto interpolation with medians calculated using linear interpolation, see Series P-60, Number 114, Money Income in 1976 of Families and Persons in the United States (www2.census.gov/prod2/popscan/p60-114.pdf)."
}