{
  "id": "B14005DCYACS013183",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Disconnected Youth (5-year estimate) for Long County, GA",
  "observation_start": "2009-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 15:59:27-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Disconnected Youth represents the percentage of youth in a county who are between the ages of 16 and 19, who are not enrolled in school and who are unemployed or not in the labor force. (ACS 5 year variables from table DP02)\n\nMultiyear estimates from the American Community Survey (ACS) are \"period\" estimates derived from a data sample collected over a period of time as opposed to \"point-in-time\" estimates such as those from past decennial censuses. ACS 5-year estimate includes data collected over a 60-month period. The date of the data is the end of the 5-year period. For example, a value dated 2014 represents data from 2010 to 2014. However, they do not describe any specific day, month, or year within that time period.\n\nMultiyear estimates require some considerations that single-year estimates do not. For example, multiyear estimates released in consecutive years consist mostly of overlapping years and shared data. The 2010-2014 ACS 5-year estimates share sample data from 2011 through 2014 with the 2011-2015 ACS 5-year estimates. Because of this overlap, users should use extreme caution in making comparisons with consecutive years of multiyear estimates.\n\nPlease see \"Section 3: Understanding and Using ACS Single-Year and Multiyear Estimates\" on publication page 13 (file page 19) of the 2018 ACS General Handbook for a more thorough clarification. https://www.census.gov/content/dam/Census/library/publications/2018/acs/acs_general_handbook_2018.pdf\n\nThe data is determined from the following calculation: (B14005_010E + B14005_011E + B14005_014E + B14005_015E + B14005_024E + B14005_025E + B14005_028E + B14005_029E) / B14005_001E"
}