{
  "id": "M10014M144NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "New Corporate Issues, Bonds, Notes, and Stocks, Industrial, United States, Canadian, and Foreign",
  "observation_start": "1919-01-01",
  "observation_end": "1946-11-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 15:18:51-05",
  "popularity": 5,
  "group_popularity": 5,
  "notes": "Data Represent New Capital Only. NBER Derived This Series By Adding Six Items Published Seperately: (1)--Iron, Steel, Coal, Copper, Etc.--Manufactures Of Iron And Steel Cars, Sheets, Structural Shapes, Wire, Etc.; Coal And Coke Companies, And Production Of Copper, Zinc, Etc. (2)--Equipment Manufacturers--Manufacturers Of Railway Equipment (3)--Motors And Accessiories--Consists Of Automobile And Allied Industries, Excluding The Manufacturers Included Under Rubber (4)--Other Industrial And Manufacturing Companies--Includes All Companies Manufacturing Raw Materials Into Finished Products Not Included Elsewhere (5)--Oil--Producing, Refining, Transporting, And Marketing (6)--Rubber--Manufacturers Of Tires And Other Rubber Products. Data Were Also Checked By Adding The Subdivisions: Long-Term Bonds And Notes, Short-Term Bonds And Notes, And Stocks (Common And Preferred). Data For October And November, 1944 And October 1945 Were Revised By Using Amounts From The List In The Chronicle Of January 28, 1946 For \"Other Industrial And Manufacturing\" Securities Issued. Source: Computed By NBER From Data Published In The Commercial And Financial Chronicle; Data Were Checked Through 1938 With The Survey Of Current Business, May 1938 And The 1940 Supplement\n\nThis NBER data series m10014 appears on the NBER website in Chapter 10 at http://www.nber.org/databases/macrohistory/contents/chapter10.html.\n\nNBER Indicator: m10014"
}