{
  "id": "CES6000000034",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Indexes of Aggregate Weekly Hours of Production and Nonsupervisory Employees, Professional and Business Services",
  "observation_start": "1964-01-01",
  "observation_end": "2022-03-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2002=100",
  "units_short": "Index 2002=100",
  "seasonal_adjustment": "Seasonally Adjusted",
  "seasonal_adjustment_short": "SA",
  "last_updated": "2022-04-01 07:52:05-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Indexes of aggregate weekly hours are calculated by dividing the current month's aggregate hours by the average of the 12 monthly figures, for the base year. For basic industries, the hours aggregates are the product of average weekly hours and employment of workers to which the hours apply (all employees or production and nonsupervisory employees). At all higher levels of industry aggregation, hours aggregates are the sum of the component aggregates.\n\nProduction and related employees include working supervisors and all nonsupervisory employees (including group leaders and trainees) engaged in fabricating, processing, assembling, inspecting, receiving, storing, handling, packing, warehousing, shipping, trucking, hauling, maintenance, repair, janitorial, guard services, product development, auxiliary production for plant's own use (for example, power plant), recordkeeping, and other services closely associated with the above production operations.\n#Nonsupervisory employees include those individuals in private, service-providing industries who are not above the working-supervisor level. This group includes individuals such as office and clerical workers, repairers, salespersons, operators, drivers, physicians, lawyers, accountants, nurses, social workers, research aides, teachers, drafters, photographers, beauticians, musicians, restaurant workers, custodial workers, attendants, line installers and repairers, laborers, janitors, guards, and other employees at similar occupational levels whose services are closely associated with those of the employees listed.\n\nThe series comes from the 'Current Employment Statistics (Establishment Survey).'\n\nThe source code is: CES6000000034"
}