{
  "id": "NGMPFRSTFISHUSMP",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Gross Domestic Product: Private Industries: Agriculture, Forestry, Fishing, and Hunting: Forestry, Fishing, and Related Activities for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:04-05",
  "popularity": 5,
  "group_popularity": 5,
  "notes": "The Forestry, fishing, related activities NAICS sector comprises establishments primarily engaged in harvesting timber, and harvesting fish and other animals from a farm, ranch, or their natural habitats.\n\nThe sector distinguishes one basic activity: agricultural support. Agricultural support activities include establishments that perform one or more activities associated with farm operation, such as soil preparation, planting, harvesting, and management, on a contract or fee basis.\n\nExcluded from the Forestry, Hunting and Fishing sector are establishments primarily engaged in agricultural research and establishments primarily engaged in administering programs for regulating and conserving land, mineral, wildlife, and forest use. These establishments are classified in Industry 54171, Research and Development in the Physical, Engineering, and Life Sciences; and Industry 92412, Administration of Conservation Programs, respectively.\n\nIndustries in the Fishing, Hunting, and Trapping subsector harvest fish and other wild animals from their natural habitats and are dependent upon a continued supply of the natural resource. The harvesting of fish is the predominant economic activity of this subsector and it usually requires specialized vessels that, by the nature of their size, configuration and equipment, are not suitable for any other type of production, such as transportation.\n\nHunting and trapping activities utilize a wide variety of production processes and are classified in the same subsector as fishing because the availability of resources and the constraints imposed, such as conservation requirements and proper habitat maintenance, are similar.\n\nIndustries in the Forestry and Logging subsector grow and harvest timber on a long production cycle (i.e., of 10 years or more). Long production cycles use different production processes than short production cycles, which require more horticultural interventions prior to harvest, resulting in processes more similar to those found in the Crop Production subsector. Consequently, Christmas tree production and other production involving production cycles of less than 10 years, are classified in the Crop Production subsector.\n\nIndustries in this subsector specialize in different stages of the production cycle. Reforestation requires production of seedlings in specialized nurseries. Timber production requires natural forest or suitable areas of land that are available for a long duration. The maturation time for timber depends upon the species of tree, the climatic conditions of the region, and the intended purpose of the timber. The harvesting of timber (except when done on an extremely small scale) requires specialized machinery unique to the industry. Establishments gathering forest products, such as gums, barks, balsam needles, rhizomes, fibers, Spanish moss, and ginseng and truffles, are also included in this subsector.\n\nIndustries in the Support Activities for Agriculture and Forestry subsector provide support services that are an essential part of agricultural and forestry production. These support activities may be performed by the agriculture or forestry producing establishment or conducted independently as an alternative source of inputs required for the production process for a given crop, animal, or forestry industry. Establishments that primarily perform these activities independent of the agriculture or forestry producing establishment are in this subsector.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}