{
  "id": "BAMLEMCLLCRPIUSSYTW",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "ICE BofA US Emerging Markets Liquid Corporate Plus Index Semi-Annual Yield to Worst",
  "observation_start": "2003-12-31",
  "observation_end": "2022-04-04",
  "frequency": "Daily, Close",
  "frequency_short": "D",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-04-05 08:17:18-05",
  "popularity": 2,
  "group_popularity": 2,
  "notes": "This data represents the semi-annual yield to worst of the ICE BofA US Emerging Markets Liquid Corporate Plus Index (https://fred.stlouisfed.org/series/BAMLEMCLLCRPIUSTRIV?cid=32413) which tracks the performance of US dollar (USD) denominated emerging markets non-sovereign debt publicly issued in the major domestic and Eurobond markets. To qualify for inclusion in the index, the issuer of debt must have risk exposure to countries other than members of the FX G10 (US, Japan, New Zealand, Australia, Canada, Sweden, UK, Switzerland, Norway, and Euro Currency Members), all Western European countries, and territories of the US and Western European countries. Each security must also be denominated in USD with a time to maturity greater than 1 year until final maturity and have a fixed coupon. For inclusion in the index, investment grade rated bonds of qualifying issuers must have at least $500 million in outstanding face value, and below investment grade rated bonds must have at least $300 million in outstanding face value. The index includes corporate and quasi-government debt of qualifying countries, but excludes sovereign and supranational debt. Other types of securities acceptable for inclusion in this index are: original issue zero coupon bonds, \"global\" securities (debt issued in the US domestic bond markets as well the Eurobond Market simultaneously), 144a securities, pay-in-kind securities (includes toggle notes), callable perpetual securities (qualify if they are at least one year from the first call date), fixed-t-floating rate securities (qualify if the securities are callable within the fixed rate period and are at least one year from the last call prior to the date the bond transitions from a fixed to a floating rate security). Defaulted securities are excluded from the Index.\n\nICE BofA Explains the Construction Methodology of this series as:\nIndex constituents are capitalization-weighted based on their current amount outstanding times the market price plus accrued interest, subject to a 10% country of risk cap and a 2% issuer cap. Countries and issuers that exceed the limits are reduced to 10% and 2%, respectively, and the face value of each of their bonds is adjusted on a pro-rata basis. Similarly, the face values of bonds of all other countries and issuers that fall below their respective caps are increased on a pro-rata basis. In the event there are fewer than 10 countries in the Index, or fewer than 50 issuers, each is equally weighted and the face values of their respective bonds are increased or decreased on a pro-rata basis. Accrued interest is calculated assuming next-day settlement. Cash flows from bond payments that are received during the month are retained in the index until the end of the month and then are removed as part of the rebalancing. Cash does not earn any reinvestment income while it is held in the Index. The Index is rebalanced on the last calendar day of the month, based on information available up to and including the third business day before the last business day of the month. Issues that meet the qualifying criteria are included in the Index for the following month. Issues that no longer meet the criteria during the course of the month remain in the Index until the next month-end rebalancing at which point they are removed from the Index.\n\nYield to worst is the lowest potential yield that a bond can generate without the issuer defaulting. The standard US convention for this series is to use semi-annual coupon payments, whereas the standard in the foreign markets is to use coupon payment frequencies of annual, semi-annual, quarterly, and monthly. When the last calendar day of the month takes place on the weekend, weekend observations will occur as a result of month ending accrued interest adjustments.\n\nThe index data referenced herein is the property of ICE Data Indices, LLC, its affiliates, (\"ICE\") and/or its Third Party Suppliers and has been licensed for use by the Federal Reserve Bank of St. Louis. ICE, its affiliates and Third Party Suppliers accept no liability in connection with its use.\n\nCopyright, 2017, ICE Benchmark Administration. Reprinted with permission."
}