{
  "id": "BAMLHE00EHYIOAS",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "ICE BofA Euro High Yield Index Option-Adjusted Spread",
  "observation_start": "1997-12-31",
  "observation_end": "2022-03-24",
  "frequency": "Daily, Close",
  "frequency_short": "D",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-25 08:04:06-05",
  "popularity": 63,
  "group_popularity": 63,
  "notes": "This data represents the Option-Adjusted Spread (OAS) of the ICE BofA Euro High Yield Index tracks the performance of Euro denominated below investment grade corporate debt publicly issued in the euro domestic or eurobond markets. Qualifying securities must have a below investment grade rating (based on an average of Moody's, S&P, and Fitch). Qualifying securities must have at least one year remaining term to maturity, a fixed coupon schedule, and a minimum amount outstanding of Euro 100 million. Original issue zero coupon bonds, \"global\" securities (debt issued simultaneously in the eurobond and euro domestic markets), 144a securities and pay-in-kind securities, including toggle notes, qualify for inclusion in the Index. Callable perpetual securities qualify provided they are at least one year from the first call date. Fixed-to-floating rate securities also qualify provided they are callable within the fixed rate period and are at least one year from the last call prior to the date the bond transitions from a fixed to a floating rate security. Defaulted, warrant-bearing and euro legacy currency securities are excluded from the Index.\n\nICE BofA Explains the Construction Methodology of this series as:\nIndex constituents are capitalization-weighted based on their current amount outstanding. With the exception of U.S. mortgage pass-throughs and U.S. structured products (ABS, CMBS and CMOs), accrued interest is calculated assuming next-day settlement. Accrued interest for U.S. mortgage pass-through and U.S. structured products is calculated assuming same-day settlement. Cash flows from bond payments that are received during the month are retained in the index until\nthe end of the month and then are removed as part of the rebalancing. Cash does not earn any reinvestment income while it is held in the Index. The Index is rebalanced on the last calendar day of the month, based on information available up to and including the third business day before the last business day of the month. Issues that meet the qualifying criteria are included in the Index for the following month. Issues that no longer meet the criteria during the course of the month remain in the Index until the next month-end rebalancing at which point they are removed from the Index.\n\nThe ICE BofA OASs are the calculated spreads between a computed OAS index of all bonds in a given rating category and a spot Treasury curve. An OAS index is constructed using each constituent bond's OAS, weighted by market capitalization. When the last calendar day of the month takes place on the weekend, weekend observations will occur as a result of month ending accrued interest adjustments.\n\nThe index data referenced herein is the property of ICE Data Indices, LLC, its affiliates, (\"ICE\") and/or its Third Party Suppliers and has been licensed for use by the Federal Reserve Bank of St. Louis. ICE, its affiliates and Third Party Suppliers accept no liability in connection with its use.\n\nCopyright, 2017, ICE Benchmark Administration. Reprinted with permission."
}