{
  "id": "M0311BGBM428NNBR",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Railway Passenger Traffic, London Underground Railways for Great Britain",
  "observation_start": "1920-07-01",
  "observation_end": "1939-04-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Passenger Journeys",
  "units_short": "Mil. Of Passenger Journeys",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:01:12-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Data Are For Standard Gauge Railroads. Data For 1920-1925 Are Computed From \"London Electric\" Plus \"Metropolitan\" Railroads; Data For 1926-June 1933 From \"London Electric\" Plus \"Metropolitan\" Plus \"Hammersmith And City\" Railroads; Data For 1926-1933 From \"London Passenger Transport Road Underground And Whitechapel And Bow Railroads\" Plus \"Hammersmith And City\" Railroads. \"London Electric\" Includes Metropolitan District London Electric, Central London, City And South London Railways. Also Included Are Passengers Originating On The Whitechapel, Bow And Metropolitan And District Joint (City Extensions) Railways. Receipts Which Are Dealt With By The Metropolitan District Railway Are Also Included (London Electric And London Tubes And Metropolitan.) \"Metropolitan\", 1920-1925 Includes The Hammersmith And City Joint Railway, Which Begining 1926 Is Shown Seperated In The Source. London Passenger Transport Board Underground Includes \"London Electric\" And \"Metropolitan\". The Sharp Decrease In May 1926 Was The Result Of A Transit Strike. Data For May 1937 Were Affected By The Coronation Of King George Vii On May 12, 1937. Source: Ministry Of Transport, \"Railway Statistics\", No. 8, 1920 And Following Issues.\n\nThis NBER data series m03011b appears on the NBER website in Chapter 3 at http://www.nber.org/databases/macrohistory/contents/chapter03.html.\n\nNBER Indicator: m03011b"
}