{
  "id": "M0316AUSM144NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Operating Revenues of Railroads, Passenger for United States",
  "observation_start": "1907-07-01",
  "observation_end": "1952-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 14:03:49-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Coverage For 1907-October 1910 Includes All Railroad Companies Whose Total Revenues Exceeded One Million Dollars; Thereafter Data Cover Large Railroads Operating In Excess Of 250 Miles And Having Annual Operating Revenues Of More Than One Million Dollars, Including Small Railroads Subject To Control, Direct Or Indirect, Of Large Railroads. All Data Are For Class A Or Class I Railroads, But Data For 1907-October 1910 Are Not Strictly Comparable With Data Thereafter. Data For September 1920-June 1936 Includes Sleeping And Parlor Car Surcharges; Thereafter The Surcharge Is Excluded. Data For 1907-October 1910 And 1933-1956 Exclude Switching And Terminal Companies; Data For November 1910-1932 Include These Companies. Data For 1913-June 1914 And July 1910-October 1910 Are Unrevised. Source: Interstate Commerce Commission, Data For 1907-June 1914: Bulletin Of Revenues And Expenses Of Steam Railroads In The United States, No. 5, P. 12; No. 31, P. 12; Nos. 32-69. Data For July 1914-1919: \"Operating Revenues And Expenses Of Large Steam Roads, July 1914-December 1919\". Data For 1920-May 1956: \"Operating Expenses Of Class I Steam Railways In The United States\", Monthly Statements (Excluding Data For October-December 1922 Which Are From U.S. Department Of Commerce, \"Survey Of Current Business\", November 1924, P. 147.\n\nThis NBER data series m03016a appears on the NBER website in Chapter 3 at http://www.nber.org/databases/macrohistory/contents/chapter03.html.\n\nNBER Indicator: m03016a"
}