{
  "DDEI01KPA156NWDB": {
    "id": "DDEI01KPA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Bank's Net Interest Margin for Democratic People's Republic of Korea (DISCONTINUED)",
    "observation_start": "1999-01-01",
    "observation_end": "2001-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Percent",
    "units_short": "%",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-06 17:19:37-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Accounting value of bank's net interest revenue as a share of its average interest-bearing (total earning) assets.\n\nRaw data are from Bankscope. Data2080[t] / ((data2010[t] + data2010[t-1])/2). Numerator and denominator are aggregated on the country level before division. Note that banks used in the calculation might differ between indicators. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.EI.01"
  },
  "DDEI07KPA156NWDB": {
    "id": "DDEI07KPA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Bank's Cost to Income Ratio for Democratic People's Republic of Korea (DISCONTINUED)",
    "observation_start": "1998-01-01",
    "observation_end": "2000-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Percent",
    "units_short": "%",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-06 17:17:16-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Operating expenses of a bank as a share of sum of net-interest revenue and other operating income.\n\nRaw data are from Bankscope. Data2090 / (data2080 + data2085). All Numerator and denominator are first aggregated on the country level before division. Note that banks used in the calculation might differ between indicators. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.EI.07"
  },
  "DDSI01KPA645NWDB": {
    "id": "DDSI01KPA645NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Bank Z-Score for Democratic People's Republic of Korea (DISCONTINUED)",
    "observation_start": "1998-01-01",
    "observation_end": "2001-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Z-score",
    "units_short": "Z-score",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-05-23 14:44:50-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "It captures the probability of default of a country's banking system, calculated as a weighted average of the z-scores of a country's individual banks (the weights are based on the individual banks' total assets). Z-score compares a bank's buffers (capitalization and returns) with the volatility of those returns.\n\nIt captures the probability of default of a country's banking system, calculated as a weighted average of the z-scores of a country's individual banks (the weights are based on the individual banks' total assets). Z-score compares a bank's buffers (capitalization and returns) with the volatility of those returns. It is estimated as (ROA+(equity/assets))/sd(ROA); sd(ROA) is the standard deviation of ROA. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.SI.01"
  }
}