{
  "id": "M11024FRM324NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Index of Stock Prices for France",
  "observation_start": "1898-01-01",
  "observation_end": "1939-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 1913=100",
  "units_short": "Index 1913=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-15 15:01:15-05",
  "popularity": 6,
  "group_popularity": 6,
  "notes": "This Series May Be Compared With The Annual Index Given In The May, 1928 Issue Of The Journal (Dessiner) For 54 Securities. Since The Movement Was Very Similar, This Series Was Adjusted Slightly To Have Its Annual Averages The Same As Those Of The Annual Series. This Index Was Felt To Be Superior Since It Covered A Larger Number Of Securities. 1. From Quotations Near The End Of Each Month: A. January, April, July, And October 1898 And Monthly From January, 1898-July, 1900 The Following Stocks Were Used: Banque De France, Banque De Paris, Banque Transatlantique, Acienes Du Nord Et De L'Est, Campaigne Francaise Des Metaux, Chantiers De La Loire, Thomson Houston, Dynamite Centrale, Lyon, Nord, Compagnie Generale Transatlantique, Gaz Pour La France Et L'Etranger, Compagnie Generale Des Eaux, Compagnie Parisienne Du Gaz, Printemps, Entrepots Et Magazins Generaux De Paris, Suez. The General Index Was Computed On The Base December, 1899=100. B. For July, 1900-December, 1901 The Mean Of The Indexes Is Of The Following Groups, On The Base January 1, 1900=100 (See Reforme Economique): French Credit Establishments (7 Securities); French Railways (6 Securities); Metallurgy And Mines (16 Securities); Transportation (10 Securities); Miscellaneous (7 Securities); Fire Insurance (5 Securities); Coal (30 Securities). C. December, 1901-December, 1905 Are After Price Quoted And Are Arithmetic Mean Of Indexes (On The Base June, 1903=100) Of 23 Securities (The 25 Quoted For The Period 1909-1914 Less Lens And Douyes). D. December, 1905-December, 1908 (On Base 1908=100), 41 Securities Are Used. These Include The 25 Used For 1909-1914 (See Below) And Credit Lyonnais, Comptoir D'Escompte, Bethune, Commentry--Four Chambault, Constructions Mecaniques, Electro Metallurgie De Drives, Chantiers De La De La Gironde, Phosphates De Gafsa, Orleans, Midi, Messagries Maortimes, Compagnie Francaise Et Continentale D'Eclairage, Forces Motrices Du Rhone, Entrepots Et Magazins Generaux De Paris, Printemps, Grande Moulirs De Corbeil. E. December, 1908-1914, 25 Securities (On The Base 1908=100). Banque De Paris, Banque De France, Lens, Dourges, Acieries De La Mariue, Chatillon--Commentary, Acieries Du Nord Et De L'Est, Fives--Lille, Trefileries Du Havre, Compagnie Francais Des Metaux, Chantiers De La Loire, Thomson--Houston, Dynamite Centrale, Lyon, Nord, Compagnie Generale Transatlantique, Union Des Gaz, Gaz Et Eaux, Eclairage Et Force Par L'Electricite, Secteur De Clichy, Compagnie Generale D'Electricite, Grand Hotel, Say, Boleo, Suez. \"Les Mouvements Saisonniere Sont Apparus Nettement Dessines, Quoique Peu Important, Et Voici Ls Resultats De Ce Calcul. ....Que Nous Indiquens Comme Nettement Dessines Des Variations Saisonniere Pourtant Assez Faibles.\" Source, P.59. For 1919-1925, The Old Index Was Used. For 1926-1929, A Revision Of The Index, First Computed In January, 1922, Based Upon 194 Securities In 25 Groups, With Each Security Given The Weight Of 100 Francs In The Base Period 1901-1910. This Gave Rise To Certain Difficulties, Because As One Moves Away From The Base Period, Different Stocks Begin To Be Weighted Very Differently (And Not Necesarily Justifiably). What Was Done Then, Was To Compute For Each Security Its Value In January, 1926 When Referred To A Base Whose Base Was Its Average Value In 1925. These Were Then Averaged Together, So That Each Security Was Weighted Equally In 1925, And The Whole Group Then Referred Back To 1913. The Earlier Index (From 1919-1925) Was Kept The Same Except That It Was Converted From The Base 1901-1910 To 1913. But January, 1926 Of The New Index (From 1919-1925) Was Made Equal To The Old Index (211) And After January, 1926, The Series Referred To 288 Securities In 20 Groups. The Groups And The Number Of Securities Included In Each Group Are As Follows: Banks (13); Textile Industries (13); Insurance Companies (15); Railroads, Great Systems (10); Coal Mines Of The Center (7); Railroads, Miscellaneous And Urban Transport--France, Algeria, And Tunis (14); Coal Mines Of The North (11); Miscellaneous Mines--France, Algeria, And Tunis (9); Transportation--Water (9); Iron And Steel Works (13); Gas (12); Metal Works, Mechanical And Electrical Construction (24); Electricity (23); Diverse Industries (22); Shipbuilding (7); Miscellaneous Trading (16); Buliding Materials (11); Colonial Companies (25); Chemical Products (16); French Companies Operating Abroad (18). The Old Index Consisted Of These Groups And Number Of Securities Their Respective Numbers Of Securities: Banks And Credit Institutions (13); Miscellaneous French And Colonial Railroads (10); Coal Mines Of The Loire And Center (5); Urban Transport (6); Navigation (6); Docks And Piers (3); Coal Mines Of The North (10); Iron And Steel Works (10); Metal Mines (4); Suez Canal (1); Metals (4); Mechanical Construction (5); Gas (12); Shipbuilding (5); Water (4); Electricity (26); Materials And Miscellaneous\"Ontillages\" (4); Foodstuffs And Mineral Waters (13); Chemical Products--Salts And Phosphates (11); Building Materials (5); Printing (4); Department Stores (4); Foreign Railroads (8); Textiles (2); French Railroads, Major Systems (5). These Have Been Corrected For Changes In Capitalization And Distribution Of Reserves. See Bulletin, January, 1932, P.243 And Following, For 1932 Revisions. The Method And Base Remained The Same, But In 1929, The Number Of Securities Changed From 288 In 20 Groups To 300 In 22 Groups. The New Groups And The Respective Number Of Securities In Each Group Is As Follows: Banques (20); Railroads, Miscellaneous And Urban (13); Assurances (15); Hauilleres Du Centre (8); Navigation (9); Hauilleres Du Nord (11); Gas (12); Miscellaneous Mining (8); Electricity (21); Iron And Steel (13); Food--Alimentation (14); Mechanical Construction(24); Large Warehouses--Grands Magasins (8); Shipbuilding (6); Building Materials (13); Miscellaneous Industries (16); Chemical Products (16); Miscellaneous Trading (12); Textile Industry (16); Colonial Companies (20); Railroads, Large Systems (10); French Companies Operating Abroad(15). Source: 1890-1914 Data Are From Societe De Statistique De Paris, Journal, February, 1929, Pp.80-83; 1919-1931 Data Are From Indices Generaux Du Mouvement Economique En France De 1901 A 1931; 1932-1939 Data Are From Bulletin De La Statistique Generale.\n\nThis NBER data series m11024 appears on the NBER website in Chapter 11 at http://www.nber.org/databases/macrohistory/contents/chapter11.html.\n\nNBER Indicator: m11024"
}