{
  "id": "CP0117HUM086NEST",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Harmonized Index of Consumer Prices: Vegetables for Hungary",
  "observation_start": "2000-12-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 07:24:02-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Vegetables (01.1.7)\" is a classification of nondurable, seasonal goods that includes fresh, chilled, frozen, or dried vegetables cultivated for their leaves or stalks (asparagus, broccoli, cauliflower, endives, fennel, spinach, etc.), for their fruit (aubergines, cucumbers, courgettes, green peppers, pumpkins, tomatoes, etc.), and for their roots (beetroots, carrots, onions, parsnips, radishes, turnips, etc.); fresh or chilled potatoes and other tuber vegetables (manioc, arrowroot, cassava, sweet potatoes, etc.); preserved or processed vegetables and vegetable-based products; products of tuber vegetables (flours, meals, flakes, purees, chips, and crisps) including frozen preparations such as chipped potatoes; olives, garlic, pulses, sweetcorn, sea fennel, and other edible seaweed; and mushrooms and other edible fungi.\n\nThis category excludes potato starch, tapioca, sago, and other starches (01.1.1), soups, broths, and stocks containing vegetables (01.1.9), culinary herbs (parsley, rosemary, thyme, etc.) and spices (pepper, pimento, ginger, etc.) (01.1.9), and vegetable juices (01.2.2).\n\nThis is a subcategory of both the Food and Non-Alcoholic Beverages (01) and the Food (01.1) categories.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}