{
  "id": "M07027FRM410NNBR",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Exports, Total for France",
  "observation_start": "1878-01-01",
  "observation_end": "1939-07-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Francs",
  "units_short": "Mil. Of Francs",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:01:24-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Original Source--Documents Statistique--Is Available In New York Public Library Only From 1885 On. It Is Available In Paris. For Earlier Years, Therefore, A Secondary Source--Bulletin De Statistique Et Legislation Comparee--Was Used. This Source Did Not Provide As Careful Or Complete Revisions As The Original Source (1885 Overlap Does Not Check Exactly, But Appeared To Be The Best Available Official Source For Early Data). Figures For July And August 1906, Taken From Table Giving Monthly Figures Instead Of Cumulative, As The Figures Coincide With Total Exports When Added To Other Subgroups. Documents Statistique Sur Le Commerce De La France - First Year In Library Is 1894. Data Are Computed From Cumulative Totals. Data Are Sum Of Raw Materials, Foodstuffs, Manufactures And Parcel Post. April-May 1918 And December 1919 Figures Include Totals For Alsace-Lorraine; Monthly Hereafter. For 1922-1924 The Name Ofthe Source Changed To Statistique Mensurelle Du Commerce Exterieur De La France. December 1921 And July-August 1928, Totals Computed By Adding Component Subgroups. Declared Values Since 1927 Included; Before, Official Values. From August 1938, Preliminary Hereon. Source: For 1878-84, Bulletin De Statistique Et De Legislation Comparee (Finance Ministere) 1879, P. 90, Then Monthly Thereafter. For 1885-1934, Documents Statistique ... Sur Le Commerce De La France (Direction Generale Des Douanes) Which With The 1922-24 Issue And Thereafter Changes Title To Statistique Mensirelle Des Commerce Exterieur De La France. Where Gaps Occur, See Bulletin De Statistique Generale; Bulletin De Legislation Comparee Or L'Economiste France.\n\nThis NBER data series m07027 appears on the NBER website in Chapter 7 at http://www.nber.org/databases/macrohistory/contents/chapter07.html.\n\nNBER Indicator: m07027"
}