{
  "id": "M07029GBM440NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Total Imports, Value for Great Britain",
  "observation_start": "1856-01-01",
  "observation_end": "1950-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Pounds Sterling",
  "units_short": "Mil. Of Pounds Sterling",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:02:00-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "For 1861-1869 Only \"Enumerated Articles\" Are Listed. Beginning With 1869 \"Unenumerated Articles\" Are Included. Beginning With The 1871 Accounts, The Title Of The Series Is \"An Account Of The Imports Of The Principal Articles Of Foreign And Colonial Merchandise (Showing The Consumption Of Duty-Paying Articles)\". Prior To The 1871 Accounts The Title Is \"An Account Of The Computed Real Value Of The Principal Articles Of Foreign And Colonial Merchandise Imported. Prior To 1884 \"Uneumerated Articles\" Are Mostly Estimated. Figures For 1888 Exclude Value Of Imports By Parcel Post While They Are Included In 1889 Figures. Annual Totals For Parcel Post Imports For 1888 And 1889 Are 368,776 And 374,612 Pounds Sterling Respectively. Exclusive Of Value Of Imports By Parcel Post Which Amounted To 368,776 Pounds Sterling. Data For 1889 Apparently Include The Value Of Imports By Parcel Post Since Original Figure Published In 1889 Is 427,210,830 Pounds Sterling Exclusive Of Those Which Amount To 374,612 Pounds Sterling Giving The Total Of 427,585,442 Pounds Sterling, And Total Of These Figures Is 427,595,447 Pounds Sterling. (Discrepancy Of 10,000 Pounds Sterling May Be Due To Some Revision.) Data Were Checked With Royal Economic Society-Memorandums 1934 And Issues Of The Source In The British Library Of Information. During The Years 1942-1944 Imports Of Munitions Are Excluded, While They Are Included For Earlier Years; Data Are Not Strictly Comparable. Data For 1949-1950 Are Subject To Revision. Source: Accounts Relating To Trade And Navigation Except 1940-1944. 1940-1942 Data Are From The Board Of Trade Journal, August 11, 1945 1945 (Vol.151 No.2540) For March 2, 1946 (Vol.152 No.2569) For 1943-1944 Data. (Data Shown With One Decimal Only In This Source.)\n\nThis NBER data series m07029 appears on the NBER website in Chapter 7 at http://www.nber.org/databases/macrohistory/contents/chapter07.html.\n\nNBER Indicator: m07029"
}