{
  "id": "M07014USM144NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Imports for Consumption of Crude Materials for United States",
  "observation_start": "1905-07-01",
  "observation_end": "1956-05-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:03:17-05",
  "popularity": 2,
  "group_popularity": 2,
  "notes": "U.S. Department Of Commerce And Labor, Bureau Of Statistics (July, 1905-June, 1912) And U.S. Department Of Commerce, Bureau Of Foreign And Domestic Commerce (July, 1912-March, 1941); Bureau Of The Census Thereafter. Imports For October, 1922 Include Approximately 69.00 From September 22-30 Under The Tariff Law Of 1922. Beginning January, 1934, The Series Is Called Imports For Consumption Instead Of General Imports. General Imports Are Defined As Merchandise Entered For Immediate Consumption Plus Merchandise Entered For Storage In Bonded Warehouses. Imports For Consumption Are Defined As Merchandise Entered For Immediate Consumption Plus Merchandise Withdrawn From Bonded Warehouses For Consumption. For The Years 1942-1946 The Figures Were Furnished By The Survey Of Current Business, Current Business Analysis Division, With A Letter Of January 28, 1954. They Include Revisions Due To The Revaluation Of Tin Ore That Have Not Been Published. After 1946, Figures Are Taked From Survey Of Current Business, And Checked Whenever Possible With Monthly And Quarterly Summary Of Foreign Commerce Totals. Monthly Summary Of Foreign Commerce Becomes Quarterly After The April, 1951 Issue, But Earlier Monthly Issues Do Not Show Revised Back Data. In Survey Of Current Business April, 1956 The Data Are Given As Millions Of Dollars. They Are Obtained By Subtraction From Quarterly Figure In Quarterly Summary Of Foreign Commerce Beginning In February, 1955. Source: Monthly Summary Of Commerce And Finance (July, 1905-June, 1914); Monthly Summary Of Foreign Commerce (July, 1914 - April, 1951) And Survey Of Current Business. Changed To Quarterly Summary, April, 1951 Through 1956. Survey Of Current Business, Statistical Supplements For 1951 And 1953, And Monthly Issues, Except For Revised Figures Obtained From Survey Of Current Business Direct.\n\nThis NBER data series m07014 appears on the NBER website in Chapter 7 at http://www.nber.org/databases/macrohistory/contents/chapter07.html.\n\nNBER Indicator: m07014"
}