{
  "id": "M07016USM144NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Imports for Consumption of Finished Manufactures for United States",
  "observation_start": "1905-07-01",
  "observation_end": "1956-06-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:02:47-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Monthly Summary Becomes Quarterly Summary After April, 1951 Issue. Also, Before That Data Monthly Issues Do Not Show Revised Back Data, And Certain Ft Reports And The Survey Of Current Business Are Used As Alternative Sources. 1905-1933 Data Are For General Imports Only And 1934-1956 Data Are Imports For Consumption Only. October, 1922 Data Includes Approximately $69,000 From September 22-30 Under The Tariff Law Of 1922. \"General Imports\" Are Merchandise Entered For Immediate Consumption Plus Merchandise Entered For Storage In Bonded Warehouses. \"Imports For Consumption\" Are Merchandise Entered For Immediate Consumption Plus Merchandise Withdrawn From Bonded Warehouses For Consumption. 1954, 1955 And 1956 Figures Are Subject To Revision. Twelve-Month Total Compared With Annual Summary For 1949-1955 In\"Total Export And Import Trade Of The U.S., January-December, 1955, And Comparisons With 1949-1954\", Published As Part 3, No. 56-13 Of World Trade Information Service: Statistical Reports, March 1956 (U.S. Bureau Of The Census). Except For Small Discrepancy In 1954, Figures Agree Throughout. No Other Method Of Checking Is Possible. Source: Monthly Summary Of Commerce And Finance, July, 1905-June, 1914; Monthly Summary Of Foreign Commerce Of The U.S., July, 1914-April, 1951; Survey Of Current Business Thereafter.\n\nThis NBER data series m07016 appears on the NBER website in Chapter 7 at http://www.nber.org/databases/macrohistory/contents/chapter07.html.\n\nNBER Indicator: m07016"
}