{
  "id": "M07028USM144NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Total Imports for United States",
  "observation_start": "1866-07-01",
  "observation_end": "1969-10-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:01:13-05",
  "popularity": 6,
  "group_popularity": 6,
  "notes": "This Series Is Called \"Total Imports, Free And Dutiable\" Or \"Imports For Consumption And Other\". For July, 1953-December, 1953, Values For Under $100 Shipments (About One Tenth Of One Percent Of The Total Import Value) For Immediate Consumption Filed On Formal Entries Are Estimated From A Ten Percent Sample Of Such Shipments. From January, 1954 On, Values For $1 To $250 Formal And Informal Entry Shipments For Immediate Consumption (About One Percent Of The Total Import Value) Are Estimated From A Five Percent Sample Of Such Shipments (Prior To 1954 Informal Entries Were Excluded). Effective September, 1953 The Value Limit For Informal Entries Was Raised From $100 To $250, And From January, 1954 On, Informal Entries Have Been Included In The Import Statistics (Survey Of Current Business, Statistical Supplement 1955, Footnote To P. 104). In Anticipation Of The Longshoremen'S Strike, Certain Import Entries That Would Normally Have Been Filed In October, 1959 And Included In October Figures, Were Filed In September, And Included In That Month'S Data. The Extent Of This Increase Is Not Known (Ft900-I, December, 1959). The Total For February, 1962 Includes About $9.7 Million Of $1-99 Formal And $1-250 Informal Entry Shipments Which Are Not Included In The Data In Other Reports Such As Ft110, Ft930-I, Ft120, Im145, Etc. There Was A Dock Strike In December, 1962 And January, 1963. Figures For December, 1964 Through April, 1965 Were Influenced By Dock Strike At East Coast And Gulf Ports (See Note 4, Fi900-I, November 26, 1965). Adjustments Have Been Made In The Monthly Totals For The Period July-December, 1965 To Remove The Effect Of Abnormalities In Monthly Receipts Of Statistical Documents During That Period. See: \"U.S. Exports And Imports,\" U.S. Department Of Commerce, November 15, 1966, P. 8, Note 2. Minor Discrepancies Have Been Found Between The Data Given Here Beginning In 1941 And The Summary Tables In \"Foreign Commerce And Navigation\" Through The 1946 Issue (The Last One Published In That Set) Such As June And October 1943 Which Read 296.3 And 329.3 Respectively In The Printed Table. They Have Been Disregarded Here. Source: For 1866-1909 Figures, Monthly Summary Of Commerce And Finance, December, 1910, Pp. 1120-1126; Figures From 1910 On, Are From Monthly Summary Of Commerce And Finance And Monthly Summary Of Foreign Commerce; Figures For 1942-1944, Are From Foreign Commerce And Navigation, 1944; Called Monthly Summary Of Foreign Commerce Of The U.S. Thereafter (Became A Quarterly Publication From April, 1951 On); Current 1946-1963 Data In Summary Report Ft900-I, Total Import Trade (Monthly). Revised Back Figures Are In World Trade Information Service, Statistical Reports, Part 3: Total Export And Import Trade Of U.S. (Through 1962 Issues); U.S. Department Of Commerce, Overseas Business (Bureau Of International Commerce) 1963-1965 Issues; Bureau Of Census, Highlights Of U.S. Export And Import Trade (Ft990), Monthly, 1967 On. For Revisions Of 1965-March, 1968 Are From Ft990, March, 1969. Scattered Revisions For 1946-1963 From 1963 Issue Of Foreign Commerce And Navigation (Preprint Table February 21, 1966).\n\nThis NBER data series m07028 appears on the NBER website in Chapter 7 at http://www.nber.org/databases/macrohistory/contents/chapter07.html.\n\nNBER Indicator: m07028"
}