{
  "id": "FRBLMCI",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Change in Labor Market Conditions Index (DISCONTINUED)",
  "observation_start": "1976-08-01",
  "observation_end": "2017-06-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index Points",
  "units_short": "Index Points",
  "seasonal_adjustment": "Seasonally Adjusted",
  "seasonal_adjustment_short": "SA",
  "last_updated": "2017-07-10 10:51:02-05",
  "popularity": 14,
  "group_popularity": 14,
  "notes": "As of August 3, 2017, updates of the labor market conditions index (LMCI) have been discontinued; the July 7, 2017 vintage is the final estimate from this model. The Board decided to stop updating the LMCI because they believe it no longer provides a good summary of changes in U.S. labor market conditions. Specifically, model estimates turned out to be more sensitive to the detrending procedure than expected, the measurement of some indicators in recent years has changed in ways that significantly degraded their signal content, and including average hourly earnings as an indicator did not provide a meaningful link between labor market conditions and wage growth.\n\nThe LMCI is derived from a dynamic factor model that extracts the primary common variation from 19, seasonally-adjusted, labor market indicators. Users can read about the included indicators at http://www.federalreserve.gov/econresdata/notes/feds-notes/2014/updating-the-labor-market-conditions-index-20141001.html.\n\nUsers of the LMCI should take note that the entire history of the LMCI may revise each month. Three sources contribute to such revisions. The first source is new data that were not available at the time of the employment report. In particular, at the time of the Employment Situation report each month, the quit rate and hiring rate will be missing for the last two months of the sample because the Job Openings and Labor Turnover Survey is published with a longer lag than the model's other indicators. In subsequent months, as these data become available, the LMCI will revise.\n\nThe second source of revision comes from revisions to existing data. Many labor market indicators are subject to revision as additional source data become available or to incorporate annual benchmark revisions or updated seasonal adjustment factors. Prominent examples in the LMCI include the three payroll employment series from the Current Employment Statistics program.\n\nThe third source of revision is inherent to the model. The LMCI is derived from the Kalman smoother, meaning that the estimate of the index in any particular month is the model's best assessment given all past and future observations. Thus, when a new month of data is added to the sample, the model will revise its estimate of history in response to the new information. In practice, these revisions tend to be modest and concentrated in the most-recent six months of the sample."
}