{
  "id": "M1479BUSM027NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Time Deposits, Reporting Member Banks, Federal Reserve System for United States",
  "observation_start": "1934-09-01",
  "observation_end": "1947-06-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Billions of Dollars",
  "units_short": "Bil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-20 08:32:09-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Four Variables--(1)--Original Data, 1919-1934 (2)--Original Data, 1934-1947 (3)--Original Data, 1946-1953 (4)--Original Data, 1952-1956. Data Are Computed By NBER From Weekly Figures Averaged For The Month. Data Are For 101 Cities. Data Beginning September 1934 Exclude A Relatively Small Amount Of Time Deposits, Because They Were Presented Separately By Source. Data For 1934-1937 Are For Time Deposits Shown As \"Total Except Interbank\" By Source. Data For 1938-January 1939 Are Computed From The Sum Of\"Individuals, Corporations, Etc., States And Political Subdivisions\", And \"Postal Savings\". Beginning February 1939 \"Individuals, Corporations, Etc.\" Were Shown Separately From\"States And Political Subdivisions\". Beginning February Or March 1939 Postal Savings Includes\"U.S. Treasuries Time Deposits\" Open Accounts (Such Accounts Being Established In November 1938). Postal Savings Are Not Shown Separately Prior To 1838. But Following The Passage Of The Banking Act Of June 16, 1933, Which Prohibited Payment Of Interest On Demand Deposit, Postal Savings Funds Were Deposited As Time Deposits, And It Is Assumed That They Were Included In\"Time Deposits Total Except Interbank\" Beginning July Or August 1933. Source: Federal Reserve Board, Data For 1933-1941: Banking And Monetary Statistics, 1943, Pp. 147 And Following. Data For 1942-1947: Monthly Issues Of Federal Reserve Bulletin.\n\nThis NBER data series m14079b appears on the NBER website in Chapter 14 at http://www.nber.org/databases/macrohistory/contents/chapter14.html.\n\nNBER Indicator: m14079b"
}