{
  "DDEI01VIA156NWDB": {
    "id": "DDEI01VIA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Bank's Net Interest Margin for U.S. Virgin Islands (DISCONTINUED)",
    "observation_start": "2004-01-01",
    "observation_end": "2008-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Percent",
    "units_short": "%",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-04 12:50:25-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Accounting value of bank's net interest revenue as a share of its average interest-bearing (total earning) assets.\n\nRaw data are from Bankscope. Data2080[t] / ((data2010[t] + data2010[t-1])/2). Numerator and denominator are aggregated on the country level before division. Note that banks used in the calculation might differ between indicators. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.EI.01"
  },
  "DDOI01VIA156NWDB": {
    "id": "DDOI01VIA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Bank Concentration for U.S. Virgin Islands (DISCONTINUED)",
    "observation_start": "2004-01-01",
    "observation_end": "2008-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Percent",
    "units_short": "%",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-04 12:27:51-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Assets of three largest commercial banks as a share of total commercial banking assets. Total assets include total earning assets, cash and due from banks, foreclosed real estate, fixed assets, goodwill, other intangibles, current tax assets, deferred tax, discontinued operations and other assets.\n\nRaw data are from Bankscope. (Sum(data2025) for three largest banks in Bankscope) / (Sum(data2025) for all banks in Bankscope). Only reported if number of banks in Bankscope is 3 or more. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.OI.01"
  },
  "DDOI05VIA156NWDB": {
    "id": "DDOI05VIA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Boone Indicator in Banking Market for U.S. Virgin Islands (DISCONTINUED)",
    "observation_start": "1997-01-01",
    "observation_end": "2010-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Index",
    "units_short": "Index",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-04 11:11:18-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "A measure of degree of competition based on profit-efficiency in the banking market. It is calculated as the elasticity of profits to marginal costs. An increase in the Boone indicator implies a deterioration of the competitive conduct of financial intermediaries.\n\nA measure of degree of competition, calculated as the elasticity of profits to marginal costs. To obtain the elasticity, the log of profits (measured by return on assets) is regressed on the log of marginal costs. The estimated coefficient (computed from the first derivative of a trans-log cost function) is the elasticity. The rationale behind the indicator is that higher profits are achieved by more-efficient banks. Hence, the more negative the Boone indicator, the higher the degree of competition is because the effect of reallocation is stronger. Estimations of the Boone indicator in this database follow the methodology used by Schaeck and Cihák 2010 with a modification to use marginal costs instead of average costs. Regional estimates of the Boone indicator pool the bank data by regions (for more information, see Hay and Liu 1997; Boone 2001; Boone, Griffith, and Harrison 2005). (Calculated from underlying bank-by-bank data from Bankscope)\n\nSource Code: GFDD.OI.05"
  },
  "DDOI06VIA156NWDB": {
    "id": "DDOI06VIA156NWDB",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "5-Bank Asset Concentration for U.S. Virgin Islands (DISCONTINUED)",
    "observation_start": "2005-01-01",
    "observation_end": "2006-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Percent",
    "units_short": "%",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2013-06-04 12:10:30-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Assets of five largest banks as a share of total commercial banking assets. Total assets include total earning assets, cash and due from banks, foreclosed real estate, fixed assets, goodwill, other intangibles, current tax assets, deferred tax, discontinued operations and other assets.\n\nRaw data are from Bankscope. (Sum(data2025) for five largest banks in Bankscope) / (Sum(data2025) for all banks in Bankscope). Only reported if number of banks in Bankscope is 5 or more. (Calculated from underlying bank-by-bank unconsolidated data from Bankscope)\n\nSource Code: GFDD.OI.06"
  }
}