{
  "id": "CP0724LVM086NEST",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Harmonized Index of Consumer Prices: Other Services in Respect of Personal Transport Equipment for Latvia",
  "observation_start": "1996-01-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 07:18:44-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Other Services in respect of Personal Transport Equipment (07.2.4)\" is a classification of services that includes hire of garages or parking spaces not providing parking in connection with the dwelling; toll facilities (bridges, tunnels, shuttle-ferries, motorways) and parking meters; driving lessons, driving tests, and driving licenses; road worthiness tests; and hire of personal transport equipment without drivers.\nFollowing the conventions of ESA 1995, included are payments by households for licenses, permits, etc. which are regarded as purchases of services from government (ESA 1995, paragraph 3.76.h). In that case the government issues licenses as a part of some regulatory function, such as checking the competence, or qualifications, of the persons concerned (ESA 1995, paragraph 4.80.d and its footnote).\n\nThis category excludes hire of a car with driver (07.3.2), and service charges for insurance in respect of personal transport equipment (12.5.4).\n\nThis category is a subcategory of the Transport (07) and of Operation of Personal Transport Equipment (07.2) categories.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}