{
  "id": "CP0721GBM086NEST",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Harmonized Index of Consumer Prices: Spares Parts and Accessories for Personal Transport Equipment for United Kingdom",
  "observation_start": "1996-01-01",
  "observation_end": "2020-11-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2020-12-17 07:24:15-06",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Spares Parts and Accessories for Personal Transport Equipment (07.2.1)\" is a classification of semi-durable goods that includes tires (new, used, or retreaded), inner tubes, spark plugs, batteries, shock absorbers, filters, pumps, and other spare parts or accessories for personal transport equipment; and products specifically for the cleaning and maintenance of transport equipment such as paints, chrome cleaners, sealing compounds, and bodywork polishes; covers for motor cars, motor cycles, etc.\n\nThis category excludes crash helmets for motor cycles and bicycles (03.1.3), non-specific products for cleaning and maintenance such as distilled water, household sponges, chamois leathers, detergents, etc. (05.6.1), charges for the fitting of spare parts and accessories and for the painting, washing, and polishing of bodywork (07.2.3), radio-telephones (08.2.0), car radios (09.1.1), and baby-seats for cars (12.3.2).\n\nThe category, Spare Parts and Accessories for Personal Transport Equipment (07.2.1), is a subcategory of the Transport (07) and of Operation of Personal Transport Equipment (07.2) categories.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}