{
  "id": "M0501CUSM391NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Visible Supply of Wheat for United States",
  "observation_start": "1888-01-01",
  "observation_end": "1905-12-01",
  "frequency": "Monthly, Saturday Nearest Month's End",
  "frequency_short": "M",
  "units": "Millions of Bushels",
  "units_short": "Mil. Of Bushels",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 10:51:22-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Six Variables--(1)--Original Data, 1873-1885 (2)--Original Data, 1884-1889 (3)--Original, 1888-1905 (4)--Original, 1904-1928 (5)--Original, 1927-1954 (6)--Original, 1953-1956. \"In Transit By Rail\" Is Excluded From 1888 On, Deducted By Computation, For 1888-May 1891. For 1888-September,1906, Figures Were Computed By Deducting Stocks At Canadian Points From, And Adding Pacific Coast Figures To \"U.S. And Canada And East Of The Rockies.\" For 1888-1889, The Last Day Of The Month Was Sometimes Given, Instead Of The Saturday Nearest The End Of The Month. Data For July 1888 Exclude The Pacific Coast (Approximately 10% Of The Total In Other Months Of 1888). The Figure For March 1890 Reflects Only Data For March 22, As Data For March 29 And April 5 Were Not Available. For January Through August 1893, Certain Northwestern Points, Given In Footnotes, Were Added In Order To Preserve Comparability. For May 1891, Idaho Presumably Was Included But Not Given Separately. This Is Probably A Negligible Amount If Judged By April And June Idaho Amounts. In 1887, July 3,\"East Of The Rockies\" Was Added To June 26 \"Pacific Coast,\" The Latter Not Being Available For July 3. In 1899, The San Francisco Figure Is For A Week Later, March 4, Not Being Available For February 25. Also In The Same Year, The San Francisco Figure Is For A Week Later, November 4, Not Being Available For October, 28. This Is Also The Case With The San Francisco Figures For February, May And October Of 1904, And For February, And October Of 1905: The San Francisco Figure Is Of A Week Later Than Other Points, Because It Was Not Available The Previous Week. Also In 1905, The December Figure Includes The Entire Pacific Coast For A Week Later, The Current Week Not Being Available. Area Covered - U.S.-- Including San Francisco. Source: Bradstreet'S\n\nThis NBER data series m05001c appears on the NBER website in Chapter 5 at http://www.nber.org/databases/macrohistory/contents/chapter05.html.\n\nNBER Indicator: m05001c"
}