{
  "id": "M05055USM546NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Automobile Tire, Pneumatic Casings, Stocks for United States",
  "observation_start": "1921-01-01",
  "observation_end": "1956-07-01",
  "frequency": "Monthly, End of Month",
  "frequency_short": "M",
  "units": "Thousands of Casings",
  "units_short": "Thous. Of Casings",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 10:49:47-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "This Series Was Entitled\"Inventor\" Rather Than \"Stocks\" In The Original Rubber Manufacturers' Table. Data Represent Tires Forwarded To Warehouses, Branches, Or On A Consignment Basis, Together With Stocks In The Hands Of Manufacturers -- I.E., All Tires Owned By The Manufacturers Held In The Domestic Market Are Considered As Manufacturers' Stocks (See Scb 1938 Supplement, P. 201, Note 1, For P. 145.) Data Were Adjusted To Industry Totals On The Basis Of The Biennial Census Of Manufacturers. Data For 1934-1937 Has Been Checked With The Scb 1938 Supplement, Yearly Totals Were Also Checked Against Annual Issues Of Scb. Data For 1936-1938 Reflect A Special Revision As Of April 1939. Data Were Revised To Include Stocks Of The Ford Company Which Started Production In 1938; No Data Were Available For All Of 1938; January To Novermber 1939 Ford Data Were Estimated; From December 1939 On, Ford Data Are Included. Inclusion Of Ford Data Increased Industry Coverage From 93.9 % In December 1939 To 97.8 % In December 1939. In 1942, Inventory (I.E. Stock) Figures In Certain Months Increased Out Of All Proportion To Production. This Is Due To The Fact That Dealers Made Large Returns Of Stocks During The Year To Manufacturers, Under A Government Sponsored Program, And The Shipment Figures Were Not Adjusted For These Returns. According To The Source,\"The Year 1942 Was A Year Of Considerable Confusion In The Industry; Therefore These Figures Must Not Be Used To Indicate Trends.\" See The Files For The Rubber Manufacturers' Associaton, Mimeographed Report,\"Estimated U.S.A. Automotive Casings,\" 1950. 1953 Revisions Came Direct Form The Scb, March 23, 1955 And The Rubber Manufacturers' Assoc. Source: Data For 1921-1954 Were Furnished Directly From The Rubber Manufacturers' Association, Inc., In February 1939 And July 1950; Data For 1955-1956: U.S. Department Of Commerce, Survey Of Current Business, 1953 Supplement And Following Monthly Issues (Also See Scb For 1921-November 1938 Data: Issue Of May 1939, P. 17)\n\nThis NBER data series m05055 appears on the NBER website in Chapter 5 at http://www.nber.org/databases/macrohistory/contents/chapter05.html.\n\nNBER Indicator: m05055"
}