{
  "id": "M05036USM587NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Raw Silk Stocks at Warehouses for New York, NY and Hoboken, NJ",
  "observation_start": "1919-12-01",
  "observation_end": "1941-08-01",
  "frequency": "Monthly, End of Month",
  "frequency_short": "M",
  "units": "Thousands of Picul Bales (Approximately 132.25 Lbs)",
  "units_short": "Thous. of Picul Bales (Approximately 132.25 Lbs)",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 10:49:29-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Stocks Include Those In Principal Warehouses In New York And Hoboken, New Jersey. The Commodity Exchange Statistical Supplement Beginning November 1934 Gives The National Federation Of Textiles, Inc. As The Successor Of The Silk Association Of America; The Commodity Exchange Becomes The Primary Collector Of Data After January 1, 1936. The April 1926 Issue Of The Silkworm Notes That Data Beginning In 1924 Include Goods Held At Railroad Terminals; The December 1928 Issue Notes For The First Time That Stocks In Warehouses Include National Raw Silk Exchange Certified Stocks. Original Data For The Months Of January And April 1928 Are Given In Scb As 37.5 And 45.5 Respectively. However, These Figures Never Appear In The Original Source Nor In The Silk Association Files. 1929-November 1933 Figures Were Checked From The Silk Association Leaflets. Figures Through 1935 Were Checked From The National Federation Of Textiles. Both Sets Of Figures Are In Files At The Commodities Exchange. Source: Data For 1919-November 1922 Were Estimated With No Information Given; Data For 1922-1930: The Silk Association Of America, The Silkworm; Data For 1931-1941: Commodity Exchange, Inc., Monthly Statistical Supplement To The Daily Market Report, \"Raw Silk\"; Figures Were Checked Throughout With The Survey Of Current Business, U.S. Department Of Commerce\n\nThis NBER data series m05036 appears on the NBER website in Chapter 5 at http://www.nber.org/databases/macrohistory/contents/chapter05.html.\n\nNBER Indicator: m05036"
}