{
  "id": "CROASTIER3",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "AD&Co US Mortgage High Yield Index, Credit-and-Option-Adjusted Spread: Tier 3",
  "observation_start": "2015-06-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index",
  "units_short": "Index",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-08 09:18:04-06",
  "popularity": 8,
  "group_popularity": 8,
  "notes": "The AD&Co US Mortgage High Yield Index crOAS, credit-and-option-adjusted spread, is an extension of the traditional OAS measure. On a set of 20 standardized, probabilistically weighted, market-and-model stress scenarios, AD&Co computes a discount rate that equates expected present value of tranche's cash flows to the observed market price; the cash flows are loss-adjusted using AD&Co's LoanDynamics Model (LDM).\n\nInvestors and fund managers can use the index to assess the broad market returns, risks and opportunities available through investing in a market-weighted, passive portfolio of US mortgage credit risk transfer instruments. The Index also provides a means of comparing the returns of an actively managed portfolio against a passive, naive market portfolio as approximated by the Index. The Mid-Tier and its sub-indices allow for approximations of performance comparisons by vintage or age, across the capital stack, and by initial credit risk level and/or vintage as indicated by original attachment point.\n\nUntil February of 2022, AD&Co has been computing crOAS relative to the Libor-swap rate curve that is set to retire in 2023. Following the prevailing market trend and starting from its February-end report, AD&Co began computing the crOAS metric relative to the Treasury-curve benchmark. Given the differences between the two rate curves, this change should account for approximately 6 to 12 bps widening in spread for the AD&Co CRT Indices.\n\n<b>Disclaimer:</b> The AD&Co U.S. Mortgage High-Yield Index serves as an informational index and is not for commercial-use purposes. The Index's accuracy, completeness, timeliness and suitability for any purpose are not guaranteed. The Index does not constitute (1) investment, legal, accounting, tax, or other professional advice or (2) any recommendation or solicitation to purchase, hold, sell, or otherwise deal in any investment. This Index has been prepared for general informational purposes, without consideration of the circumstances or objectives of any particular investor. Any reliance on the Index is at the reader's sole risk. All investment is subject to numerous risks, known and unknown. Past performance is no guarantee of future results. For investment advice, seek a qualified investment professional. Not for redistribution without permission. Note: An affiliate of Andrew Davidson & Co., Inc. engages in trading activities in investments that may be the same or similar to those featured in the Index.\n\n<b>Index Inclusion Rules</b>\nOnly cash CAS and STACR bonds offered to the public, whether they are exchangeable or not, that have or have had IDC prices.\nBond factor > = .25\nFloating rate bonds only. \nCollateral Types 30 Year Residential. \nFixed Rate: STACR-DN, DNA, HQ, HQA, HRP, CAS – C0\nTranche names – B, B1, B2, M3, M2, M1\nNormally listed on GSE websites: <a href='https://crt.freddiemac.com/offerings/stacr.aspx#issuance-details'>Freddie Mac</a>, <a href='http://www.fanniemae.com/portal/funding-the-market/credit-risk/transactions.html'>Fannie Mae</a> \nNo private placements\nNo Child Classes (Exchangeable into) or Retained Classes (H bonds)\nNo CIRT, ACIS, SPI\nOriginal attachment points and CAS STACR \n\n <table style='width:50%'><tr><th>Tier</th><th>Attachment Points</th><th>CAS STACR Class</th></tr><tr><td>0</td><td>> = 0.00 < .25</td><td>STACR Class B, B2; CAS Class B</td></tr><tr><td>1</td><td>> = 0.25 < .95</td><td>STACR Class B1, Old M3; CAS Class B1</td></tr><tr><td>2</td><td>> = 0.95 < 1.75</td><td>STACR Class M3, M2; CAS Class M2</td></tr><tr><td>3</td><td>> = 1.75 < 3.75</td><td>STACR Class M2, M1; CAS Class M1</td></tr><tr><td>Mid</td><td>> = 0.25 < 3.75</td><td>STACR Class Mixed; CAS Class Mixed</td></tr></table>\n\nInput data provided by Intex and ICE Data Services.\n\n© Andrew Davidson & Co., Inc. All rights reserved."
}