{
  "id": "2020RATIO048391",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Income Inequality in Refugio County, TX",
  "observation_start": "2010-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Ratio",
  "units_short": "Ratio",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 16:04:45-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "This data represents the ratio of the mean income for the highest quintile (top 20 percent) of earners divided by the mean income of the lowest quintile (bottom 20 percent) of earners in a particular county. Multiyear estimates from the American Community Survey (ACS) are \"period\" estimates derived from a data sample collected over a period of time, as opposed to \"point-in-time\" estimates such as those from past decennial censuses. ACS 5-year estimate includes data collected over a 60-month period. The date of the data is the end of the 5-year period. For example, a value dated 2014 represents data from 2010 to 2014. However, they  do  not  describe  any  specific day, month, or year within that time period.\n\nMultiyear  estimates  require  some  considerations  that  single-year  estimates  do  not.  For  example,  multiyear  estimates released in consecutive years consist mostly of overlapping years and shared data. The 2010–2014 ACS 5-year estimates share sample data from 2011 through 2014 with the 2011–2015 ACS 5-year estimates. Because of this overlap, users should use extreme caution in making comparisons with consecutive years of multiyear estimates.\n\nPlease see \"Section 3: Understanding and Using ACS Single-Year and Multiyear Estimates\" on publication page 13 (file page 19) of the 2018 ACS General Handbook for a more thorough clarification. https://www.census.gov/content/dam/Census/library/publications/2018/acs/acs_general_handbook_2018.pdf"
}