{
  "id": "CP0511EUCCM086NEST",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Harmonized Index of Consumer Prices: Furniture and Furnishings for European Union (EU6-1972, EU9-1980, EU10-1985, EU12-1994, EU15-2004, EU25-2006, EU27-2013, EU28)",
  "observation_start": "1996-01-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 07:21:34-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Furniture and Furnishings (05.1.1)\" is a classification of durable goods that includes beds, sofas, couches, tables, chairs, cupboards, chests of drawers, and bookshelves; lighting equipment such as ceiling lights, standard lamps, globe lights, and bedside lamps; pictures, sculptures, engravings, tapestries, and other art objects including reproductions of works of art and other ornaments; screens, folding partitions, and other furniture and fixtures; delivery and installation when applicable; base-mattresses, mattresses, tatamis; bathroom cabinets; baby furniture such as cradles, high-chairs, and play-pens; blinds; camping and garden furniture; and mirrors, candle-holders, and candlesticks.\n\nThis category excludes bedding and sunshades (05.2.0, safes (05.3.1, ornamental glass and ceramic articles (05.4.0, clocks (12.3.1, wall thermometers and barometers (12.3.2, carry cots and push-chairs (12.3.2, and works of art and antique furniture acquired primarily as stores of value (capital formation, not covered by HICP).\n\nThis category is a subcategory of the Furnishings, Household Equipment, and Routine Maintenance of the House (05) and of Furniture and Furnishings, Carpets, and Other Floor Coverings (05.1) categories.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}