{
  "id": "FBGRTSQ027S",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Federal government retirement funds; nonmarketable Treasury securities; asset, Flow (DISCONTINUED)",
  "observation_start": "1946-10-01",
  "observation_end": "2013-01-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Seasonally Adjusted Annual Rate",
  "seasonal_adjustment_short": "SAAR",
  "last_updated": "2013-07-22 13:40:12-05",
  "popularity": 0,
  "group_popularity": 1,
  "notes": "Source ID: FA343150005.Q\n\nFor more information about the Flow of Funds tables, see the Financial Accounts Guide (https://www.federalreserve.gov/apps/fof/Default.aspx).\n\nWith each quarterly release, the source may make major data and structural revisions to the series and tables. These changes are available in the Release Highlights (https://www.federalreserve.gov/apps/fof/FOFHighlight.aspx).\n\nIn the Financial Accounts, the source identifies each series by a string of patterned letters and numbers. For a detailed description, including how this series is constructed, see the series analyzer (https://www.federalreserve.gov/apps/fof/SeriesAnalyzer.aspx?s=FA343150005&t=) provided by the source.\n\nThis data appear in Table S.7.q of the 'Integrated Macroeconomic Accounts for the United States.'\n\nThese tables present a sequence of accounts that relate production, income and spending, capital formation, financial transactions, and asset revaluations to changes in net worth between balance sheets for the major sectors of the U.S. economy. They are part of an interagency effort to further harmonize the BEA National Income and Product Accounts (NIPAs) and the Federal Reserve Board Flow of Funds Accounts (FFAs). The structure of these tables is based on the internationally accepted set of guidelines for the compilation of national accounts that are offered in the System of National Accounts 1993 (SNA).\n\nCautionary note on the use of the integrated macroeconomic accounts (IMA) - The estimates that are provided on this page are based on a unique set of accounting standards that are founded on the SNA. Accordingly, some of the estimates in in the IMA tables will differ from the official estimates that are published in the NIPAs and FFAs due to conceptual differences. There will also be some statistical differences between the estimates in these tables and those in the related accounts. For further information on the conceptual differences, see the reference paper (https://www.bea.gov/data/special-topics/integrated-macroeconomic-accounts)."
}