{
  "id": "M08137GBM173NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Employment in Consumers' Non Durable Goods Trades for United Kingdom",
  "observation_start": "1924-01-01",
  "observation_end": "1939-07-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Thousands",
  "units_short": "Thous.",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:25:58-05",
  "popularity": 6,
  "group_popularity": 6,
  "notes": "Consumers' Services And Non-Durable Goods. Estimated Total Insured Persons Employed In The Followed Trades. It Will Be Noted That This List Contains Three Trades (Linen; Musical Instruments; Leather Tanning, Currying And Dressing) Which Also Appear In The 'Exports-Sensitive' Series. (I) Silk And Artificial Silk. Silk Spinning And Manufacture And Artificial Silk Weaving, Etc.; Artificial Yarn Manufacture. (Ii) Clothing. Linen; Hosiery; Lace; Tailoring; Dress Making And Millinery; Hats And Caps (Including Straw Plait); Shirts, Collars, Underclothing, Etc.; Other Dress Industries; Boots, Shoes, Slippers And Clogs; Leather Tanning, Currying And Dressing; Leather Goods. (Iii) Food, Drink And Tobacco. Bread, Biscuits, Cakes, Etc.; Grain Milling; Cocoa, Chocolate, And Sugar Confectionery; Other Food Industries; Drink Industries; Tobacco, Cigars, Cigarettes, And Snuff. (Iv) Miscellaneous Consumers' Goods. Paper And Paper Boards; Printing, Publishing, And Bookbinding; Brushes And Brooms; Toys, Games, And Sports Requisites; Musical Instruments; Watches, Clocks, Plate, Jewellery, Etc. (V) Distribution And Services. Distributive Trades; Entertainments, Sport, Etc.; Hotel, Public House, Restaurant, Boarding House, Club, Etc.; Service; Laundry Service. \"The Figures For September 1937 Awards Are Based On A New Method Of Counting Unemployed Which Raises Them Slightly Relative To The Other Figures,\" (Source, P.105). From August 1938, The Figures Are Calculated On The Old Basis. Excluded From The Hotel, Public House, Restaurant And Boarding House Series Are Certain Domestic Servants Brought Under The Insurance Scheme In April, 1938. Source: E.H.Phelps Brown And G.L.S. Shackle, \"British Economic Fluctuations 1924-38, \" Oxford Economic Papers No.2, May 1939, Pp.100 And Following.\n\nThis NBER data series m08137 appears on the NBER website in Chapter 8 at http://www.nber.org/databases/macrohistory/contents/chapter08.html.\n\nNBER Indicator: m08137"
}