{
  "id": "M08136GBM173NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Employment in Consumers' Durable Goods Trades for Great Britain",
  "observation_start": "1924-01-01",
  "observation_end": "1939-07-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Thousands",
  "units_short": "Thous.",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:18:41-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Note That Employment In Building And The Making Of Building Materials Has Been Included As A Whole, Without Allowance For Building Of Business Premises; And That Aircraft Employment Cannot Be Separated From The Motor Trade. These Data Are Based On The Estimated Total Insured Persons Employed In The Following Trades: (I) Mineral Materials. Stone Quarrying And Mining; Slate Quarrying And Mining; Clay, Sand, Gravel, And Chalk Pits; Artificial Stone And Concrete, Etc.; Cement, Limekilns And Whiting; Brick, Tile, Pipe, Etc. Making. (Ii) Manufactured Materials. Glass (Excluding Bottles And Scientific Glass); Paint, Varnish; Read Lead, Etc.; Stove, Grate, Pipe, Etc.,And General Iron Founding; Heating, And Ventilating Apparatus. (Iii) Building. (Iv) Motor Vehicles, Cycles, And Aircraft. (V) Timber And Furnishings. Sawmilling And Machined Woodwork; Furniture Making, Upholstering, Etc., Other Woodworking; Wallpaper Making; Carpets; Oilcloth, Linoleum, Etc. These Figures Were Computed By The Authors Using Their Own Method. See P.134 Of The Source For The Description. \"The Figures For 1937 Onwards Are Based On A New Method Of Counting Unemployed Which Raises Them Slightly Relatively To Previous Figures\" (Source P.105). Source: E.H. Phelps Brown And G.L.S. Shackle, \"British Economic Fluctuations, 1924-1938, \" Oxford Economic Papers No.2, May 1939, Pp.100 And Following.\n\nThis NBER data series m08136 appears on the NBER website in Chapter 8 at http://www.nber.org/databases/macrohistory/contents/chapter08.html.\n\nNBER Indicator: m08136"
}