{
  "id": "M08336USM175NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Self-Employed Workers, Nonagricultural Industries for United States",
  "observation_start": "1945-07-01",
  "observation_end": "1965-04-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Thousands of Persons",
  "units_short": "Thous. Of Persons",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:29:00-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Data Refer To Persons 14 Years Of Age And Over. Beginning With Data For July 1955, The Estimates Relate To The Calendar Week (Sunday Through Saturday) Which Contains The 12Th Of The Month. For Prior Months, Data Relate To The Calendar Week Containing The 8Th Of The Month. (Survey Week) In 1954, A Change Was Made From The 68-Area Sample That Served As Basis For The Estimates To A 230-Area Sample. The Data Shown For 1953 Here Represent Estimates That Were Revised On The Basis Of New Estimation Procedures Applied To The 230-Area Sample From 1954 On (See The Annual Report On The Labor Force; 1954, P.50, No.59, P.10). The Number Of Self-Employed Workers Prior To Revision Was 68,969 In 1953. Another Sample Change To 330 Areas Was Made In May 1956; The Number Of Households Surveyed Increased From An Average Of 21,000 To An Average Of 35,000. The Estimates Are Considered Continuous And No Overlapping Figures Are Shown For The Detailed Labor Force Components (See Source Cited Above. P.50, No.72, P.12. The Increase In Total Employment In Nonagricultural Industries In May 1956 Was 0.16% (From 57,999 To 58,092). From 1957 On, The Data Are Based On New Definitions Of Labor Force, Employment, And Unemployment. While The Major Aggregates Were Revised From 1947 On, No Changes Were Made For Small Components And The Figures Are Considered As Being Continuous (P.50, No.85). Source: The Labor Force Bulletin, No.7, April 1947 For 1945-46 Data;\"Annual Report On The Labor Force\" For 1947-58 (United States Bureau Of The Census, Current Population Reports: Labor Force, Series P.50, Nos.13, 19, 31, 40, 45, 59, 67, 72, 85, And 89) And\"Special Labor Force Report\" For 1959-63 (United States Department Of Labor, Bes, Nos.4, 14, 23, 31, 43). Bes And Monthly Report On The Labor Force For 1964 And 1965 Data.\n\nThis NBER data series m08336 appears on the NBER website in Chapter 8 at http://www.nber.org/databases/macrohistory/contents/chapter08.html.\n\nNBER Indicator: m08336"
}