{
  "id": "M0873GUSM592NNBR",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Factory Employment, Building Materials for United States",
  "observation_start": "1947-01-01",
  "observation_end": "1956-10-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Thousands of Production Workers",
  "units_short": "Thous. Of Production Workers",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 14:27:10-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data, 1919-1942 (2)--Original Data, 1947-1956. This Series Is Only Roughly Comparable To The 1919-1942 Segment. It Represents The Number Of Production Workers And Was Used To Obtain Aggregate Employment Data In Building Materials Manufacture As Follows: 1) Millwork, Plywood, And Prefabricated Structural Wood Products (Former Series: Lumber, Millwork), 2) Cement, Hydraulic (Former Series: Cement), 3) Structural Clay Products (Former Series: Bricks, Tile And Terra Cotta), 4) Heating Apparatus (Except Electric) And Plumbers' Supplies (Former Series: Steam And Hot Water Apparatus And Steam Fittings, Plumbers' Supplies), 5) Fabricated Structural Metal Products (Former Series: Structural And Ornamental Metal Work). No Separate Series Is Available For Cast Iron Pipe Was Included In A Former Series. The Aggregate Number Of Production Workers Presented Here Is Unweighted. Source: Bureau Of Labor Statistics, For 1947-1952: \"Employment, Hours, And Earnings, \" Manufacturing Division, Releases Of February 1953, April And June 1954, For Millwork, Plywood, Etc (Unnumbered); Cement, Hydraulic (Ls53-2066); Structural Clay Production (Revised Index Of June 1954,Unnumbered); Heating Apparatus, Etc. (Unnumbered); For 1953-1956: Releases Of June 1956 In Binders 3, 4 And 5 (June 1956 Revision), And Monthly Labor Review And \"Employment And Earnings.\"\n\nThis NBER data series m08173b appears on the NBER website in Chapter 8 at http://www.nber.org/databases/macrohistory/contents/chapter08.html.\n\nNBER Indicator: m08173b"
}