{
  "id": "M0903CUSM144NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Net Operating Income, Principal Telephone Companies for United States",
  "observation_start": "1948-01-01",
  "observation_end": "1961-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 15:04:12-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Series Is Presented Here As Three Variables--(1)--Original Data, 1915-1933 (2)--Original Data, 1933-1948 (3)--Original Data, 1948-1961. Beginning With January, 1949 Monthly Report (Back Data Given For 1948) About 60 Companies Which Previously Reported On A Voluntary Basis Have Been Omitted. Based On Annual Operating Revenues, The Reduction In The Number Of Companies Affects The Comparability Of The Data By Less Than 3% (See The Mimeographed Note On \"Revisions Of The Monthly Telephone Statistics\" (Undated, No. 35573) By The F.C.C., Supplementing The January, 1949 Issue Of The \"Operating Data From Monthly Reports Of 53 Domestic Telephone Carriers Which File Annual And Monthly Reports,\" F.C.C. (See Also The Survey Of Current Business, October, 1949, Pp. 5-23). From 1952 And Thereafter, Hawaii And Puerto Rico Are Included. The Number Of Companies (NBER Series 09003) Reporting Monthly To The F.C.C. Varies From About 58 (1952) To 38 (1954-1956) To 42 (1957 And Following). This Affects The Figures Very Little, And The Series Is Considered To Be Comparable. Data After March, 1959 Is Subject To Revision. April And May, 1959 Figures Are Adjusted To One More Decimal. Classifications, This Variable Is Not Comparable To The Interstate Commerce Commission Series Of Operating Income, Except For 1932 Through May, 1934. Data For May, 1934 And November And December, 1935 Are Returns Which Reflect Adjustments Covering Estimated Refunds. Data For June, 1936 And January And December, 1937 Are Returns Which Reflect Depreciation Adjustments On Property In Nebraska. For The Years 1941-1942, A Number Of Monthly Revisions Were Taken From The Survey Of Current Business, 1947 And 1951 Stat. Supplements. Note That Data From 1943 Through 1951 Refer To The Continental U.S.. The Federal Communications Commission Shows Data Which Include Operations Of 3 Companies Outside The U.S., Beginning In 1943 (Back Data Available For 1942). The Figures Shown Here Are From The Column Called \"Inside The United States\" In The Monthly Report. These Are Also The Data Shown Through 1951 By The Survey Of Current Business From 1952 On, Reports By Companies In Hawaii And Puerto Rico Have Been Included. After December, 1948, Data Has A New Basis. The Data For 1948 Are From \"Current\" Reports, And Are Unrevised. Source: Data Furnished By The Federal Communications Commission Accounting, Statistics And Tariff Department, Operating Data From Monthly Reports Of Principal Telephone Carriers.\n\nThis NBER data series m09003c appears on the NBER website in Chapter 9 at http://www.nber.org/databases/macrohistory/contents/chapter09.html.\n\nNBER Indicator: m09003c"
}