{
  "id": "Q0973BUSQ027NNBR",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Corporate Profits After Taxes for United States",
  "observation_start": "1946-01-01",
  "observation_end": "1965-10-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Billions of Dollars",
  "units_short": "Bil. Of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 15:02:10-05",
  "popularity": 11,
  "group_popularity": 12,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data, 1939-1946 (2)--Original Data, 1946-1965. An Alternate Source Of 1939-1945 Data Is The Survey Of Current Business Supplement: National Income And Product Accounts Of The United States, 1929-1965; A Supplement To The Survey Of Current Business, August, 1966. 1945 Data Of The First Segment Was Raised To The Level Of This (Second) Segment (August, 1965 Revision) By A Ratio Of 1945 Annual Totals: Survey Of Current Business, August, 1965 Revision / U.S. Income And Output 1958 = 9033/8060 = 1.12072. \"This Series Measures The Volume Of Earnings Net Of Corporate Tax Liability (Federal And State Corporate Income And Excess Profits Taxes) Originating In U.S. Corporations Organized For Profit. Profits Include Depletion And Exclude Domestic Dividends Received And Capital Gains And Losses, Conforming Thereby To The\"National Income\" Concept. The Annual Estimates For Periods More Than Two Years Prior To The Current Year Are Internal Revenue Service Data Adjusted To National Profits Disclosed By The Irs Audit Of Income Tax Returns. Profits Of Mutual Insurance Companies Are Removed And Adjustments Are Made For International Flows Which Affect Profits. Current Annual And Quarterly Figures Are Obtained By Extrapolating The Latest Benchmark Estimates Based Upon The Irs Tabulations. The Extrapolators Used Include The Quarterly Financial Report For Manufacturing Corporations Of The Federal Trade Commission And Securities And Exchange Commission, Reports To Othr Federal Regulatory Agencies, And Surveys By Nongovernmental Organizations. Annual And Quarterly Estimates Are Subsequently Revised To Conform To Irs Tabulations. For A Complete Statement Of The Methods And Sources Of Data Used In Preparing Profit Estimates, See National Income, Supplement To The Survey Of Current Business, 1954 Edition, Pp. 92-97, And U.S. Income And Output, 1958, Pp. 93-94. Quarterly Estimates Of Corporate Tax Liability, Dividends, And Retained Earnings Are Also Complied By The Office Of Business Economics, And Estimates Of Profits Before Taxes Are Available Excluding Inventory Profit Or Loss (Inventory Valuation Adjustment). The Federal Trade Commission And The Securites Exchange Commission Publish Quarterly Profit Statistics For All Manufacturing Corporations, By Industry And Size-Of-Firm Groups. The Federal Reserve Board Issues Quarterly Profit Statistics For 200 Large Manufacturing Corporations (Federal Reserve Bulletin). Quarterly Figures For Approximately 800 Nonfinancial Corporations Are Compiled By The First National City Bank And Published In The Bank'S Monthly Letter, \"Business And Economic Conditions.\" For Discussion Of The Role Of Profits And Related Economic Variables In Business Cyles, See Moore, Business Cycle Indicators, Volume I, Chapters 2, 11, And 12.\"--Taken From Moore, Business Cycle Indicators, Volume Ii. Source: Survey Of Current Business, August, 1965 Issue For Data Through 1962. Thereafter, Survey Of Current Business, July, 1966 And Following Monthly Issues.\n\nThis NBER data series q09073b appears on the NBER website in Chapter 9 at http://www.nber.org/databases/macrohistory/contents/chapter09.html.\n\nNBER Indicator: q09073b"
}