{
  "id": "Q0983BUSQ156NNBR",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Ratio of Liabilities of Business Failures to Current Liabilities of All Nonfinancial Corporations for United States",
  "observation_start": "1961-10-01",
  "observation_end": "1969-01-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Percentage",
  "units_short": "Percentage",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-17 15:03:33-05",
  "popularity": 1,
  "group_popularity": 4,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data, 1946-1961 (2)--Original Data, 1961-1969. Business Failures Include Those Businesses That Ceased Operation Following Assignment Or Bankruptcy: Ceased Operation With Loss To Creditors After Such Actions As Execution, Foreclosure, Or Attachment; Voluntarily Withdrew Leaving Unpaid Obligations; Were Involved In Court Actions Such As Receivership, Reorganization, Or Arrangement; Or Voluntarily Compromised With Creditors Out Of Court. Securities And Exchange Commission Data (Denominator) Are Limited To Nonfinancial Corporations Such As Unincorporated Businesses, Which The Dun And Bradstreet Data (Numerator) Include. There Is A Break In The Denominator At The End Of 1961, When A New Method Of Estimating Current Liabilities Was Introduced. To Provide A Continuous Seasonally Adjusted Series, The Earlier Segment Of The Ratio Was Adjusted By NBER To A Level Consistent The Second Segment, Based On Overlapping Year-End 1961 Data. Data Are At Annual Rate. Source: Edgar Fiedler, Measures Of Credit Risk And Experience; Data Of Failure Statistics Are From Dun And Bradstreet, Inc., Monthly Failures, Statistical Release K; Current Liabilities Are From The U.S. Securities And Exchange Commission, Working Capital Of U.S. Corporations.\n\nThis NBER data series q09083b appears on the NBER website in Chapter 9 at http://www.nber.org/databases/macrohistory/contents/chapter09.html.\n\nNBER Indicator: q09083b"
}