{
  "id": "WLDLCL",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Liabilities and Capital: Liabilities: Deposits (Less Eliminations from Consolidation): Wednesday Level",
  "observation_start": "2002-12-18",
  "observation_end": "2022-03-30",
  "frequency": "Weekly, As of Wednesday",
  "frequency_short": "W",
  "units": "Millions of U.S. Dollars",
  "units_short": "Mil. of U.S. $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-31 15:33:13-05",
  "popularity": 20,
  "group_popularity": 20,
  "notes": "This item is the sum of \"Term deposits held by depository institutions,\" \"Other deposits held by depository institutions,\" \"U.S. Treasury, general account,\" \"U.S. Treasury, supplementary financing account,\" \"foreign official accounts,\" \"service-related deposits,\" and \"other deposits.\"\n\nTerm deposits held by depository institutions: Term deposits are deposits with specified maturity dates that are held by institutions that are eligible to receive interest on their balances at Reserve Banks. Term deposits are separate and distinct from balances maintained in an institution's master account at a Federal Reserve Bank as well as from those maintained in an excess balance account. Term deposits are intended to facilitate the conduct of monetary policy by providing a tool for managing the aggregate quantity of reserve balances.\n\nOther deposits held by depository institutions: This account reflects the balances in the accounts that depository institutions have with the Federal Reserve Banks. These balances include reserve balances and service-related balances.\n\nU.S. Treasury, general account: This account is the primary operational account of the U.S. Treasury at the Federal Reserve. Virtually all U.S. government disbursements are made from this account. Some tax receipts, primarily individual and other tax payments made directly to the Treasury, are deposited in this account, and it is also used to collect funds from sales of Treasury debt.\n\nU.S. Treasury, supplementary financing account: With the dramatic expansion of the Federal Reserve's liquidity facilities, the Treasury agreed to establish the Supplementary Financing Program with the Federal Reserve. Under the Supplementary Financing Program, the Treasury issues debt and places the proceeds in the Supplementary Financing Account. The effect of the account is to drain balances from the deposits of depository institutions, helping to offset, somewhat, the rapid rise in balances that resulted from the various Federal Reserve liquidity facilities.\n\nForeign Official: Foreign official deposits are balances of foreign central banks and monetary authorities, foreign governments, and other foreign official institutions with accounts at FRBNY. These balances usually are relatively small because the accounts do not bear interest. While transactions in these accounts are handled by FRBNY for balance sheet purposes, the deposits are allocated across all of the Reserve Banks based on each Reserve Bank's capital and surplus.\n\nOther: Other deposits at Federal Reserve Banks include balances of international and multilateral organizations with accounts at FRBNY, such as the International Monetary Fund, United Nations, International Bank for Reconstruction and Development (World Bank); the special checking account of the ESF (where deposits from monetizing SDRs would be placed); and balances of a few U.S. government agencies, such as the Fannie Mae and Freddie Mac."
}