{
  "id": "WOTHAST",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Assets: Other Factors Supplying Reserve Balances: Other Federal Reserve Assets: Week Average",
  "observation_start": "1988-11-30",
  "observation_end": "2022-03-23",
  "frequency": "Weekly, Ending Wednesday",
  "frequency_short": "W",
  "units": "Billions of U.S. Dollars",
  "units_short": "Bil. of U.S. $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-24 15:35:16-05",
  "popularity": 5,
  "group_popularity": 5,
  "notes": "This item includes other Federal Reserve assets and non-float-related as-of adjustments. In addition to the as-of adjustments, there are many components in this category, including the following major items:\n\nAssets denominated in foreign currencies: Foreign currencies are revalued to reflect movements in market exchange rates each day. If, in the revaluation, the value of the currency increases, then other Federal Reserve assets increase. On the other side of the balance sheet, \"Other liabilities and capital\" increase because the increase in value of the currency becomes earnings, which are reflected in the earnings category within the capital account. Other liabilities and capital decline in value as the earnings are removed from this category and the U.S. Treasury's general account increases because the funds are remitted to this account at the Reserve Banks.\nSince 1963, the Federal Reserve has occasionally agreed to warehouse foreign currency for the Treasury. In such transactions, the Federal Reserve takes the foreign currency from the Treasury in return for dollars provided to the Treasury. The Federal Reserve makes a spot purchase of the currency and protects the value of those currencies purchased by simultaneously selling the same amount of currencies forward at the same price to the Treasury.\n\nWhen the Federal Reserve warehouses foreign currencies for the Treasury, both \"other Federal Reserve assets\" and \"U.S. Treasury, general account\" increase in value at the time of the spot transaction. Both accounts decline when the forward transaction is completed or when currencies are withdrawn from the warehousing arrangement prior to maturity.\n\nPremiums paid on securities bought: This release reports Federal Reserve holdings of securities at face value, not necessarily at market value. If the Federal Reserve pays more than the face value for securities it purchased, the premiums over the face value are amortized as the securities mature. Part of the premium is transferred daily to the earnings category as a \"negative earning.\" As the premium in \"Other Federal Reserve assets\" is reduced, a simultaneous balancing reduction is made in \"Other liabilities and capital.\" Securities purchased at a premium over face value are accounted for in this way because, at maturity, the Federal Reserve Banks receive only the face amount of the securities, not the amount actually paid.\nThe premiums paid on securities bought under repurchase agreements, though, are not amortized. These premiums are, in effect, returned to the Federal Reserve Banks when the securities are repurchased by the dealer, since the negotiated price in the original transaction reflects the premiums.\n\nAccrued interest and other accounts receivable: This item represents the daily accumulation of interest earned on U.S. government securities--other than bills--owned by the Federal Reserve or held under repurchase agreements, on loans to depository institutions, and on foreign currency investments. Interest is accrued daily.\nReserve Bank premises and operating equipment less allowances for depreciation: This item states the value, at initial cost, of the land and buildings of the Reserve Banks and branches less an allowance for depreciation on buildings, including building-related machinery and equipment."
}