{
  "id": "CP1111PTM086NEST",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Harmonized Index of Consumer Prices: Restaurants, cafés, and the Like for Portugal",
  "observation_start": "1996-01-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 07:16:54-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category \"Restaurants, cafés, and the Like (11.1.1)\" is a classification of services that includes catering services (meals, snacks, drinks, and refreshments) provided by restaurants, cafés, buffets, bars, tea-rooms, etc.; places providing recreational, cultural, sporting or entertainment services: theaters, cinemas, sports stadia, swimming pools, sports complexes, museums, art galleries, night clubs, dancing establishments, etc.; on public transport (coaches, trains, boats, airplanes, etc.) when priced separately; the sale of food products and beverages for immediate consumption by kiosks, street vendors and the like, food products and beverages dispensed ready for consumption by automatic vending machines; the sale of cooked dishes by restaurants for consumption off their premises; the sale of cooked dishes by catering contractors whether collected by the customer or delivered to the customer's home; and tips.\n\nThis category excludes tobacco purchases (02.2.0), telephone calls (08.3.0).\n\nThis category is a subcategory of the Restaurants and Hotels (11) and of Catering Services (11.1).\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source at: http://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm.\n\nCopyright, European Union, 1995-2016, http://ec.europa.eu/geninfo/legal_notices_en.htm#copyright."
}