{
  "id": "CES0500000003",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Average Hourly Earnings of All Employees, Total Private",
  "observation_start": "2006-03-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Dollars per Hour",
  "units_short": "$ per Hour",
  "seasonal_adjustment": "Seasonally Adjusted",
  "seasonal_adjustment_short": "SA",
  "last_updated": "2022-03-04 07:45:01-06",
  "popularity": 73,
  "group_popularity": 73,
  "notes": "The series comes from the 'Current Employment Statistics (Establishment Survey).'\r\nThe source code is: CES0500000003\r\n\r\nThe Average Hourly Earnings of All Private Employees is a measure of the average hourly earnings of all private employees on a “gross” basis, including premium pay for overtime and late-shift work. These differ from wage rates in that average hourly earnings measure the actual return to a worker for a set period of time, rather than the amount contracted for a unit of work, the wage rate. This measure excludes benefits, irregular bonuses, retroactive pay, and payroll taxes paid by the employer.\r\n \r\nAverage Hourly Earnings are collected in the Current Employment Statistics (CES) program and published by the BLS. It is provided on a monthly basis, so this data is used in part by macroeconomists as an initial economic indicator of current trends. Progressions in earnings specifically help policy makers understand some of the pressures driving inflation.\r\n\r\nIt is important to note that this series measures the average hourly earnings of the pool of workers in each period. Thus, changes in average hourly earnings can be due to either changes in the set of workers observed in a given period, or due to changes in earnings. For instance, in recessions that lead to the disproportionate increase of unemployment in lower-wage jobs, average hourly earnings can increase due to changes in the pool of workers rather than due to the widespread increase of hourly earnings at the worker-level.\r\n\r\nFor more information, see:\r\nU.S. Bureau of Labor Statistics, CES Overview (https://www.bls.gov/web/empsit/cesprog.htm)\r\nU.S. Bureau of Labor Statistics, BLS Handbook of Methods: Chapter 2. Employment, Hours, and Earnings from the Establishment Survey (https://www.bls.gov/opub/hom/pdf/ces-20110307.pdf)"
}