{
  "id": "QGMPADMINWASTUSMP",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Quantity Indexes for Real GDP: Private Industries: Professional and Business Services: Administrative and Waste Management Services for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Index 2009=100",
  "units_short": "Index 2009=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2021-12-08 08:48:43-06",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Administrative and Support and Waste Management and Remediation Services NAICS sector comprises establishments performing routine support activities for the day-to-day operations of other organizations. These essential activities are often undertaken in-house by establishments in many sectors of the economy. The establishments in this sector specialize in one or more of these support activities and provide these services to clients in a variety of industries and, in some cases, to households. Activities performed include: office administration, hiring and placing of personnel, document preparation and similar clerical services, solicitation, collection, security and surveillance services, cleaning, and waste disposal services.\n\nThe administrative and management activities performed by establishments in this sector are typically on a contract or fee basis. These activities may also be performed by establishments that are part of the company or enterprise. However, establishments involved in administering, overseeing, and managing other establishments of the company or enterprise, are classified in Sector 55, Management of Companies and Enterprises. These establishments normally undertake the strategic and organizational planning and decision-making role of the company or enterprise. Government establishments engaged in administering, overseeing, and managing governmental programs are classified in Sector 92, Public Administration.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}