{
  "id": "DP04ACS012127",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Burdened Households (5-year estimate) in Volusia County, FL",
  "observation_start": "2010-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 16:09:11-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Burdened households are those households who pay 30 percent or more of their household income on housing (such as rent or mortgage expenses).\n\nThis is calculated as the sum of households with a mortgage spending 30.0-34.9% of their income on selected monthly owner costs, households with a mortgage spending 35.0% or more of their income on selected monthly owner costs, households without a mortgage spending 30.0-34.9% of their income on selected monthly owner costs, households without a mortgage spending 35.0% or more of their income on selected monthly owner costs, households that rent spending 30.0-34.9% of their income on gross rent, and households that rent spending 35.0% or more of their income on gross rent (ACS 5-year variables DP04_0114E, DP04_0115E, DP04_0123E, DP04_0124E, DP04_0141E, and DP04_0142E respectively from table DP04) divided by the sum of the total number of households with a mortgage, the total number of households without a mortgage, and the total number of households that rent (ACS 5-year variables DP04_0110E, DP04_0117E, and DP04_0136E respectively from table DP04). Note that the calculation excludes households where selected monthly owner costs or gross rent cannot be calculated.\n\nSelected monthly owner costs are the sum of payments for mortgages, deeds of trust, contracts to purchase, or similar debts on the property (including payments for the first mortgage, second mortgages, home equity loans, and other junior mortgages); real estate taxes; fire, hazard, and flood insurance on the property; utilities (electricity, gas, and water and sewer); and fuels (oil, coal, kerosene, wood, etc.). It also includes, where appropriate, the monthly condominium fee for condominiums and mobile home costs (installment loan payments, personal property taxes, site rent, registration fees, and license fees).\n\nGross rent provides information on the monthly housing cost expenses for renters. Gross rent is the contract rent plus the estimated average monthly cost of utilities (electricity, gas, and water and sewer) and fuels (oil, coal, kerosene, wood, etc.) if these are paid by the renter (or paid for the renter by someone else). Gross rent is intended to eliminate differentials that result from varying practices with respect to the inclusion of utilities and fuels as part of the rental payment. The estimated costs of water and sewer, and fuels are reported on a 12-month basis but are converted to monthly figures for the tabulations.\n\nMultiyear estimates from the American Community Survey (ACS) are \"period\" estimates derived from a data sample collected over a period of time, as opposed to \"point-in-time\" estimates such as those from past decennial censuses. ACS 5-year estimate includes data collected over a 60-month period. The date of the data is the end of the 5-year period. For example, a value dated 2014 represents data from 2010 to 2014. However, they do not describe any specific day, month, or year within that time period.\n\nMultiyear estimates require some considerations that single-year estimates do not. For example, multiyear estimates released in consecutive years consist mostly of overlapping years and shared data. The 2010-2014 ACS 5-year estimates share sample data from 2011 through 2014 with the 2011-2015 ACS 5-year estimates. Because of this overlap, users should use extreme caution in making comparisons with consecutive years of multiyear estimates.\n\nPlease see \"Section 3: Understanding and Using ACS Single-Year and Multiyear Estimates\" on publication page 13 (file page 19) of the 2018 ACS General Handbook (https://www.census.gov/content/dam/Census/library/publications/2018/acs/acs_general_handbook_2018.pdf) for a more thorough clarification."
}