{
  "id": "A01162USA487NNBR",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Beehive Coke Ovens in Existence for United States",
  "observation_start": "1880-01-01",
  "observation_end": "1960-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Number of Ovens",
  "units_short": "Number of Ovens",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-15 15:47:16-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "1900-1930 Data Also Appear In America'S Capacity To Produce, (Brookings), P. 552. 1880-1945 Data Are Shown In Minerals Yearbook, 1945, Pp. 986-969; 1946 Data Are From The Mineral Industry Surveys, Mineral Market Report M.M.S. 1537 (July 10, 1947. 1910-1960 Data Are Also Shown In The Bureau Of Mines, Minerals Yearbook 1960 Preprint, Coke And Coal Chemicals, P. 9. December 31, 1880 Represents Fiscal Year 1881. The Entire Series Is Treated As Representing Fiscal Years Ending June 30. The Large Drop From 1929-1930 Is Due Partly To A Change In The Form Of Inquiry. For More Information, See Mineral Resources, 1930, Part Ii, P. 506. Briefly, Gradual Replacement Of Beehive With Byproduct Coke Caused Large Numbers Of Beehive Ovens To Quit Producing Coke. The Bureau Of Census Did Not Drop Such Ovens From Its Lists Until A Special Inquiry In 1929 Indicated That A Considerable Number Of Ovens' Status Should Be Changed From Idle To Abandoned. The Number Of Beehive Ovens Counted As Abandoned In 1929 (11,611) Was Unusually High (Compare To 8,299 Counted As Abandoned In 1928 And 6,503 In 1930). Source: Mineral Resources, 1930, Part Ii, P. 497; Ibid, 1931, Part Ii, P. 375; Statistical Appendix To Minerals Yearbooks, 1932-1933, P. 252; Minerals Yearbook, 1934, P. 577; Ibid, 1939, P. 867; And See Note Below.\n\nThis NBER data series a01162 appears on the NBER website in Chapter 1 at http://www.nber.org/databases/macrohistory/contents/chapter01.html.\n\nNBER Indicator: a01162"
}