{
  "id": "M0186DUSM397NNBR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Tobacco Consumption, Large Cigars for United States",
  "observation_start": "1915-01-01",
  "observation_end": "1951-12-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Cigars",
  "units_short": "Mil. Of Cigars",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2012-08-16 11:05:27-05",
  "popularity": 1,
  "group_popularity": 2,
  "notes": "Series Is Presented Here As Two Variables--(1)--Original Data,1915-1951 (2)--Original Data, 1949-1955. Data Represent Tax Paid Withdrawals From Factories And Bonded Customs Warehouses As Well As Imports And Are Computed On The Basis Of Sales Of Revenue Stamps. Figures For Cigars Are Those For Large Cigars Weighing Over Three Pounds Per 1000. They Represent Over 90% Of The Total Through 1940 And Presumably 95-98% Of The Total From 1941 On. A Change In Classification Of Revenue Stamps Sold, Based On Retail Price, Affects November And December, 1942. Beginning March 1949, The Statement Of Tax-Paid Products Is Published In Combination With \"Collections Of Internal Revenue\" By The Accounts And Collections Unit Of The Internal Revenue Bureau. Source: 1915-1919 Data Are From Standard Statistics Company, Standard Statistical Bulletin, January 1932, Except For Imports From Puerto Rico And The Phillipines, Which Were Obtained Direct From The Bureau Of Internal Revenue; 1920-1941 Data Are From Survey Of Current Business, May 1922-August 1924, And Supplements For 1932, 1936, 1938, 1940, And 1942; The Data Have Been Cross-Checked With Bureau Of Internal Revenue Releases; 1942-1951 Data Are From A Mimeographed Release From The Bureau Of Internal Revenue; 1951-1955 Data Are From The 1955 Supplement To The Survey Of Current Business.\n\nThis NBER data series m01086a appears on the NBER website in Chapter 1 at http://www.nber.org/databases/macrohistory/contents/chapter01.html.\n\nNBER Indicator: m01086a"
}