{
  "id": "DJCA",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Dow Jones Composite Average",
  "observation_start": "2012-03-26",
  "observation_end": "2022-03-25",
  "frequency": "Daily, Close",
  "frequency_short": "D",
  "units": "Index",
  "units_short": "Index",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-25 19:01:10-05",
  "popularity": 32,
  "group_popularity": 32,
  "notes": "The observations for the Dow Jones Composite Average represent the daily index value at market close. The market typically closes at 4 PM ET, except for holidays when it sometimes closes early.\n\nThe Dow Jones Composite Average is combination of all three major Dow Jones Averages (Industrial, Utility, and Transportation). Since the Composite Average is made up of this select group of prominent stocks, Dow Jones refers to it as a blue chip microcosm of the US stock market. For more information, please visit Dow Jones Composite Average (https://www.spglobal.com/spdji/en/indices/equity/dow-jones-composite-average/#overview).\n\nCopyright Â© 2016, S&P Dow Jones Indices LLC. All rights reserved. Reproduction of Dow Jones Composite Average in any form is prohibited except with the prior written permission of S&P Dow Jones Indices LLC (S&P). S&P does not guarantee the accuracy, adequacy, completeness or availability of any information and is not responsible for any errors or omissions, regardless of the cause or for the results obtained from the use of such information. S&P DISCLAIMS ANY AND ALL EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR USE. In no event shall S&P be liable for any direct, indirect, special or consequential damages, costs, expenses, legal fees, or losses (including lost income or lost profit and opportunity costs) in connection with subscriber's or others' use of Dow Jones Composite Average.\n\nPermission to reproduce this series can be requested from index_services@spdji.com. More contact details are available here (http://us.spindices.com/contact-us), including phone numbers for all regional offices."
}