{
  "id": "DJTA",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Dow Jones Transportation Average",
  "observation_start": "2012-04-09",
  "observation_end": "2022-04-05",
  "frequency": "Daily, Close",
  "frequency_short": "D",
  "units": "Index",
  "units_short": "Index",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-04-05 19:11:40-05",
  "popularity": 44,
  "group_popularity": 44,
  "notes": "The observations for the Dow Jones Transportation Average represent the daily index value at market close. The market typically closes at 4 PM ET, except for holidays when it sometimes closes early.\n\nOriginally made up of only railroad stocks, the Dow Jones Transportation Average now provides a view of the 20 transportation companies in US stock market. For more information, please visit Dow Jones Transportation Average (http://us.spindices.com/indices/equity/dow-jones-transportation-average).\n\nCopyright Â© 2016, S&P Dow Jones Indices LLC. All rights reserved. Reproduction of Dow Jones Transportation Average in any form is prohibited except with the prior written permission of S&P Dow Jones Indices LLC (S&P). S&P does not guarantee the accuracy, adequacy, completeness or availability of any information and is not responsible for any errors or omissions, regardless of the cause or for the results obtained from the use of such information. S&P DISCLAIMS ANY AND ALL EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR USE. In no event shall S&P be liable for any direct, indirect, special or consequential damages, costs, expenses, legal fees, or losses (including lost income or lost profit and opportunity costs) in connection with subscriber's or others' use of Dow Jones Transportation Average.\n\nPermission to reproduce this series can be requested from index_services@spdji.com. More contact details are available here (http://us.spindices.com/contact-us), including phone numbers for all regional offices."
}