{
  "id": "CP0540EU272020M086NEST",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Harmonized Index of Consumer Prices: Glassware, Tableware, and Household Utensils for European Union (27 countries from 2020)",
  "observation_start": "2000-12-01",
  "observation_end": "2022-02-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Index 2015=100",
  "units_short": "Index 2015=100",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-17 07:20:18-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "The Harmonized Index of Consumer Prices category Glassware, Tableware, and Household Utensils (05.4) is a classification of semi-durable goods that includes glassware, crystal-ware, ceramic ware and chinaware of the kind used for table, kitchen, bathroom, toilet, and office and indoor decoration; cutlery, flatware, and silverware; non-electric kitchen utensils of all materials such as saucepans, stewpots, pressure cookers, frying pans, coffee mills, purée-makers, mincers, hotplates, household scales, and other such mechanical devices; non-electric household articles of all materials such as containers for bread, coffee, spices, etc., waste bins, waste-paper baskets, laundry baskets, portable money-boxes and strong-boxes, towel rails, bottle racks, irons and ironing boards, letter boxes, feeding bottles, thermos flasks, and ice boxes; and repair of such articles.\n\nThis category excludes lighting equipment (05.1.1), electric household appliances (05.3.1) or (05.3.2), cardboard tableware (05.6.1), and personal weighing machines and baby scales (12.1.3).\n\nThis category is a subcategory of the Furnishings, Household Equipment, and Routine Maintenance of the House (05) category.\n\nInformation provided in the notes pertaining to HICP classifications can be found from the source here (https://ec.europa.eu/eurostat/cache/metadata/en/prc_hicp_esms.htm).\n\nCopyright, European Union, 1995-2016 (https://ec.europa.eu/info/legal-notice_en#copyright)."
}