{
  "id": "CCDIOA33460Q156N",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "CredAbility Consumer Distress Index for Minneapolis-St. Paul-Bloomington, MN-WI (MSA) (DISCONTINUED)",
  "observation_start": "2005-01-01",
  "observation_end": "2013-01-01",
  "frequency": "Quarterly",
  "frequency_short": "Q",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2013-05-17 14:01:40-05",
  "popularity": 1,
  "group_popularity": 1,
  "notes": "Overview of the Index\nThe Index is a quarterly comprehensive picture of the average American household’s financial condition. Built by assessing the key elements of financial health and distress, it converts a complex set of factors into a single, easy to understand number.\n\nScope and History\nThe index measures the U.S., all 50 states and more than 70 MSAs. The national and state versions date back to 1980 and the MSA versions date back to 1990.\n\nPublic Data and Proprietary Methodology\nWe use more than 65 data points from government, public and private data and a proprietary methodology for compiling, combining and evaluating data. With nearly 50 years of experience and insight into helping consumers in financial distress, we know the biggest causes of distress, how people react to financial challenges and proven strategies for regaining control. (Note: Our client data is not a data source for the Index)\n\nMeasured on a 100 Point Scale\nFinancial distress is measured on a 100 point scale and a score under 70 indicates financial distress. The lower the score equals more distress, a weaker financial position, more urgency to act, takes longer and is harder to resolve, and increases the probability of needing a third party help to resolve.\n\nThe Index score is tied to one of 5 general rating categories, which reflect the strength and stability of the consumer’s position.\nLess than 60 Emergency / Crisis\n60 – 69 Distressed / Unstable\n70 – 79 Weakening / At-Risk\n80 – 89 Good / Stable\n90 and Above Excellent / Secure\n\nWhat Does the Index Measure?\nWe measure the 5 categories of personal finance that reflect or lead to a secure, stable financial life—Employment, Housing, Credit, Household Budget and Net Worth. All are equally important, so have given each category equal weighting.\n\nEmployment. Stable income is the foundation of any family’s finances. This category measures the impact of unemployment and underemployment on financial health.\nKey Measures: Unemployment, Underemployment\nSample Data Source: Department of Labor, Bureau of Labor Statistics\n\nHousing. Safe, affordable housing is a priority for all families. This category measures how consumers are paying their mortgage/rent and the impact of housing costs on their finances.\nKey Measures: Mortgage and Rental Delinquencies, Housing as Percent of Budget\nSample Data Source: National Delinquency Survey\n\nCredit. Responsible use of credit creates more borrowing options and lower costs. This category assesses the strength of credit scores and how well families manage their credit.\nKey Measures: Credit Scores, Trade Line Utilization, Credit Delinquencies, Per Capita Bankruptcies\nSample Data Source: National Credit Bureau\n\nHousehold Budget. Spending less than you make is the daily choice that leads to long-term success. This category measures families’ spending patterns and saving for emergencies.\nKey Measures: Disposable Income, Savings, Consumer Confidence\nSample Data Source: Department of Commerce, Bureau of Economic Analysis\n\nNet Worth. Strong, positive net worth creates options and independence. This category measures how well consumers are strengthening their personal balance sheets.\nKey Measures: Household Net Worth, Net Worth versus Funds Required for Long-Term Needs (e.g. retirement)\nSample Data Source: Federal Reserve Flow of Funds, Survey of Consumer Finances"
}