{
  "id": "PRIMBORR",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Borrowings from the Federal Reserve, Primary (DISCONTINUED)",
  "observation_start": "2003-01-01",
  "observation_end": "2020-08-01",
  "frequency": "Monthly",
  "frequency_short": "M",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2020-09-10 15:46:13-05",
  "popularity": 1,
  "group_popularity": 2,
  "notes": "The Board of Governors discontinued the H.3 statistical release on September 17, 2020. For more information, please see the announcement (https://www.federalreserve.gov/feeds/h3.html) posted on August 20, 2020.\n\nPrimary credit is available to generally sound depository institutions on a very short-term basis, typically overnight, at a rate above the Federal Open Market Committee's (FOMC) target rate for federal funds. Depository institutions are not required to seek alternative sources of funds before requesting occasional advances of primary credit. The Federal Reserve expects that, given the above-market pricing of primary credit, institutions will use the Discount Window as a backup rather than a regular source of funding. Primary credit may be used for any purpose, including financing the sale of federal funds. By making funds readily available at the primary credit rate when there is a temporary shortage of liquidity in the banking system, thus capping the actual federal funds rate at or close to the primary credit rate, the primary credit program complements open market operations in the implementation of monetary policy. Reserve Banks ordinarily do not require depository institutions to provide reasons for requesting very short-term primary credit. Rather, borrowers are asked to provide only the minimum information necessary to process a loan, usually the amount and term of the loan. Should a pattern of borrowing or the nature of a particular borrowing request strongly indicate that a depository institution is not generally sound or does not satisfy the conditions described in the two previous paragraphs, a Reserve Bank may seek additional information. Primary credit may be extended for periods of up to a few weeks to depository institutions in generally sound financial condition that cannot obtain temporary funds in the market at reasonable terms. Large and medium-sized institutions are unlikely to meet this test. Longer-term extensions of credit are subject to increased administration."
}