{
  "id": "BKIFDCA641N",
  "realtime_start": "2022-04-06",
  "realtime_end": "2022-04-06",
  "title": "Failures and Assistance Transactions of all Institutions by Federal Deposit Insurance Corporation (FDIC) for the United States and Other Areas",
  "observation_start": "1934-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Number of Institutions",
  "units_short": "Number of Institutions",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2020-02-21 15:43:03-06",
  "popularity": 3,
  "group_popularity": 3,
  "notes": "Insurance Fund\nBefore 1989, there were two federal deposit insurance funds, one administered by the FDIC, which insured deposits in commercial banks and state-chartered savings banks, and another administered by the Federal Savings and Loan Insurance Corporation (FSLIC), which insured deposits in state- and federally-chartered savings associations. In 1989, the Financial Institutions Reform, Recovery and Enforcement Act (FIRREA) specified that thereafter the FDIC would be the federal deposit insurer of all banks and savings associations and would administer both the FDIC fund, which was renamed the Bank Insurance Fund (BIF) and the replacement for the insolvent FSLIC fund, which was called the Savings Association Insurance Fund (SAIF). Although it was created in 1989, the SAIF was not responsible for savings association failures until 1996. From 1989 through 1995, savings association failures were the responsibility of the Resolution Trust Corporation (RTC). In February 2006, The Federal Deposit Insurance Reform Act of 2005 provided for the merger of the BIF and the SAIF into a single Deposit Insurance Fund (DIF). Necessary technical and conforming changes to the law were made under The Federal Deposit Insurance Reform Conforming Amendments Act of 2005. The merger of the funds was effective on March 31, 2006.\n\nFor additional information about deposit insurance fund and legislation, go to http://www.fdic.gov/deposit/insurance/index.html.\n\nFor additional notes, see https://www5.fdic.gov/hsob/HSOBNotes.asp#BF1."
}