{
  "id": "BKTPAAA641N",
  "realtime_start": "2022-04-05",
  "realtime_end": "2022-04-05",
  "title": "Failures and Assistance Transactions of all Institutions by Transaction Type (Purchase and Assumption (P&A)) for the United States and Other Areas",
  "observation_start": "1934-01-01",
  "observation_end": "2020-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Number of Institutions",
  "units_short": "Number of Institutions",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2020-02-21 15:43:03-06",
  "popularity": 3,
  "group_popularity": 3,
  "notes": "Transaction Types\nInstitutions have been resolved through several different types of transactions. The transaction types outlined below can be grouped into three general categories, based upon the method employed to protect insured depositors and how each transaction affects a failed/assisted institution's charter. In most assistance transactions, insured and uninsured depositors are protected, the failed/assisted institution remains open and its charter survives the resolution process. In purchase and assumption transactions, the failed/assisted institution's insured deposits are transferred to a successor institution, and its charter is closed. In most of these transactions, additional liabilities and assets are also transferred to the successor institution. In payoff transactions, the deposit insurer - the FDIC or the former Federal Savings and Loan Insurance Corporation - pays insured depositors, the failed/assisted institution's charter is closed, and there is no successor institution. For a more complete description of resolution transactions and the FDIC's receivership activities, see Managing the Crisis: The FDIC and RTC Experience, a study prepared by the FDIC's Division of Resolutions and Receiverships. Copies are available from the FDIC's Public Information Center.\n\nCategory 1 Institution's charter survives\nA/A Assistance Transactions. These include:\n1) transactions where assistance was provided to the acquirer, who purchased the entire institution. For a few FSLIC transactions, the acquirer purchased the entire bridge bank - type entity, but certain other assets were moved into a liquidating receivership prior to the sale, and\n2) open bank assistance transactions, including those where assistance was provided under a systemic risk determination (in such cases any costs that exceed the amounts estimated under the least cost resolution requirement would be recovered through a special assessment on all FDIC-insured institutions).\nREP Reprivatization, management takeover with or without assistance at takeover, followed by a sale with or without additional assistance.\n\nCategory 2 Institution's charter is terminated, insured deposits plus some assets and other liabilities are transferred to a successor charter\nP&A Purchase and Assumption, where some or all of the deposits, certain other liabilities and a portion of the assets (sometimes all of the assets) were sold to an acquirer. It was not determined if all of the deposits (PA) or only the insured deposits (PI) were assumed.\nPA Purchase and Assumption, where the insured and uninsured deposits, certain other liabilities and a portion of the assets were sold to an acquirer.\nPI Purchase and Assumption of the insured deposits only, where the traditional P&A was modified so that only the insured deposits were assumed by the acquiring institution.\nIDT Insured Deposit Transfer, where the acquiring institution served as a paying agent for the insurer, established accounts on their books for depositors, and often acquired some assets as well. Includes ABT (asset-backed transfer, a FSLIC transaction that is very similar to an IDT).\nMGR An institution where FSLIC took over management and generally provided financial assistance. FSLIC closed down before the institution was sold.\n\nCategory 3 PO Payout, where the insurer paid the depositors directly and placed the assets in a liquidating receivership.\nNote: Includes transactions where the FDIC established a Deposit Insurance National Bank to facilitate the payout process.\n\nFor additional notes, see https://www5.fdic.gov/hsob/HSOBNotes.asp#BF1."
}