{
  "PCPI02919": {
    "id": "PCPI02919",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Per Capita Personal Income in Outer Ketchikan Division, AK",
    "observation_start": "1969-01-01",
    "observation_end": "1978-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Dollars",
    "units_short": "$",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2016-04-15 15:11:39-05",
    "popularity": 1,
    "group_popularity": 1,
    "notes": "Personal income is the income that is received by persons from all sources. It is calculated as the sum of wages and salaries, supplements to wages and salaries, proprietors' income with inventory valuation and capital consumption adjustments, rental income of persons with capital consumption adjustment, personal dividend income, personal interest income, and personal current transfer receipts, less contributions for government social insurance. This measure of income is calculated as the personal income of the residents of a given area divided by the resident population of the area. In computing per capita personal income, BEA uses the Census Bureau's annual midyear population estimates."
  },
  "PI02919": {
    "id": "PI02919",
    "realtime_start": "2022-03-23",
    "realtime_end": "2022-03-23",
    "title": "Personal Income in Outer Ketchikan Division, AK",
    "observation_start": "1969-01-01",
    "observation_end": "1978-01-01",
    "frequency": "Annual",
    "frequency_short": "A",
    "units": "Thousands of Dollars",
    "units_short": "Thous. of $",
    "seasonal_adjustment": "Not Seasonally Adjusted",
    "seasonal_adjustment_short": "NSA",
    "last_updated": "2016-04-15 15:11:13-05",
    "popularity": 0,
    "group_popularity": 0,
    "notes": "Personal Income is the income that is received by all persons from all sources. It is calculated as the sum of wages and salaries, supplements to wages and salaries, proprietors' income with inventory valuation and capital consumption adjustments, rental income of persons with capital consumption adjustment, personal dividend income, personal interest income, and personal current transfer receipts, less contributions for government social insurance. The personal income of an area is the income that is received by, or on behalf of, all the individuals who live in the area; therefore, the estimates of personal income are presented by the place of residence of the income recipients."
  }
}