{
  "id": "NGMPOILGASUSMP",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Gross Domestic Product: Private Industries: Mining: Oil and Gas Extraction for United States Metropolitan Portion",
  "observation_start": "2001-01-01",
  "observation_end": "2016-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Millions of Dollars",
  "units_short": "Mil. of $",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2018-09-18 08:31:19-05",
  "popularity": 5,
  "group_popularity": 5,
  "notes": "The category \"Oil and gas extraction\" is used in both the SIC system and in NAICS, but it does not have the same definition in both systems.\n\nSIC definition: This major SIC group includes establishments primarily engaged in: (1) producing crude petroleum and natural gas; (2) extracting oil from oil sands and oil shale; (3) producing natural gasoline and cycle condensate; and (4) producing gas and hydrocarbon liquids form coal at the mine site. Types of activities included are exploration, drilling, oil and gas well operation and maintenance, the operation of natural gasoline and cycle plants, and the gasification, liquefaction, and pyrolysis of coal at the mine site. This major group also includes such basic activities as emulsion breaking and desilting of crude petroleum in the preparation of oil and gas customarily done at the field site.\n\nNAICS definition: Industries in the Oil and Gas Extraction NAICS subsector operate and/or develop oil and gas field properties. Such activities may include exploration for crude petroleum and natural gas; drilling, completing, and equipping wells; operating separators, emulsion breakers, desilting equipment, and field gathering lines for crude petroleum and natural gas; and all other activities in the preparation of oil and gas up to the point of shipment from the producing property. This subsector includes the production of crude petroleum, the mining and extraction of oil from oil shale and oil sands, and the production of natural gas, sulfur recovery from natural gas, and recovery of hydrocarbon liquids.\n\nConsists of all counties in a state that are parts of metropolitan statistical areas.\n\nFor more information about this release go to http://www.bea.gov/newsreleases/regional/gdp_metro/gdp_metro_newsrelease.htm."
}