{
  "id": "DDSI03PKA156NWDB",
  "realtime_start": "2022-03-28",
  "realtime_end": "2022-03-28",
  "title": "Bank Capital to Total Assets for Pakistan",
  "observation_start": "1998-01-01",
  "observation_end": "2019-01-01",
  "frequency": "Annual",
  "frequency_short": "A",
  "units": "Percent",
  "units_short": "%",
  "seasonal_adjustment": "Not Seasonally Adjusted",
  "seasonal_adjustment_short": "NSA",
  "last_updated": "2022-03-23 16:23:46-05",
  "popularity": 4,
  "group_popularity": 4,
  "notes": "Ratio of bank capital and reserves to total assets. Capital and reserves include funds contributed by owners, retained earnings, general and special reserves, provisions, and valuation adjustments. Capital includes tier 1 capital (paid-up shares and common stock), which is a common feature in all countries' banking systems, and total regulatory capital, which includes several specified types of subordinated debt instruments that need not be repaid if the funds are required to maintain minimum capital levels (these comprise tier 2 and tier 3 capital). Total assets include all nonfinancial and financial assets.\n\nRatio of bank capital and reserves to total assets. Capital and reserves include funds contributed by owners, retained earnings, general and special reserves, provisions, and valuation adjustments. Capital includes tier 1 capital (paid-up shares and common stock), which is a common feature in all countries' banking systems, and total regulatory capital, which includes several specified types of subordinated debt instruments that need not be repaid if the funds are required to maintain minimum capital levels (these comprise tier 2 and tier 3 capital). Total assets include all nonfinancial and financial assets. Reported by IMF staff. Note that due to differences in national accounting, taxation, and supervisory regimes, these data are not strictly comparable across countries. (International Monetary Fund, Global Financial Stability Report)\n\nSource Code: GFDD.SI.03"
}